-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 27, 2025 at 04:00 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sinavc_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `active_codes`
--

CREATE TABLE `active_codes` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا کد فعال‌سازی',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `code` int(10) UNSIGNED NOT NULL COMMENT 'کد فعال‌سازی',
  `expired_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT 'تاریخ انقضای کد، به‌روزرسانی خودکار در هر آپدیت',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `activity_logs`
--

CREATE TABLE `activity_logs` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا لاگ فعالیت',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `activity_type` varchar(255) NOT NULL COMMENT 'نوع فعالیت (مثل ورود به سیستم، بروزرسانی، حذف، مشاهده و...)',
  `description` text DEFAULT NULL COMMENT 'توضیحات مربوط به فعالیت',
  `ip_address` varchar(255) DEFAULT NULL COMMENT 'آدرس IP کاربر که فعالیت را انجام داده',
  `browser` varchar(255) DEFAULT NULL COMMENT 'مرورگر کاربر',
  `device` varchar(255) DEFAULT NULL COMMENT 'نوع دستگاه کاربر (موبایل، دسکتاپ و...)',
  `activity_time` timestamp NOT NULL DEFAULT current_timestamp() COMMENT 'زمان انجام فعالیت',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا',
  `title` varchar(255) NOT NULL COMMENT 'عنوان زیرمنو',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت زیرمنو (فعال/غیرفعال)',
  `state_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `title`, `status`, `state_id`) VALUES
(1, 'آذرشهر', 4, 1),
(2, 'تيمورلو', 4, 1),
(3, 'گوگان', 4, 1),
(4, 'ممقان', 4, 1),
(5, 'اسکو', 4, 1),
(6, 'ايلخچي', 4, 1),
(7, 'سهند', 4, 1),
(8, 'اهر', 4, 1),
(9, 'هوراند', 4, 1),
(10, 'بستان آباد', 4, 1),
(11, 'تيکمه داش', 4, 1),
(12, 'بناب', 4, 1),
(13, 'باسمنج', 4, 1),
(14, 'تبريز', 4, 1),
(15, 'خسروشاه', 4, 1),
(16, 'سردرود', 4, 1),
(17, 'جلفا', 4, 1),
(18, 'سيه رود', 4, 1),
(19, 'هاديشهر', 4, 1),
(20, 'قره آغاج', 4, 1),
(21, 'خمارلو', 4, 1),
(22, 'دوزدوزان', 4, 1),
(23, 'سراب', 4, 1),
(24, 'شربيان', 4, 1),
(25, 'مهربان', 4, 1),
(26, 'تسوج', 4, 1),
(27, 'خامنه', 4, 1),
(28, 'سيس', 4, 1),
(29, 'شبستر', 4, 1),
(30, 'شرفخانه', 4, 1),
(31, 'شندآباد', 4, 1),
(32, 'صوفيان', 4, 1),
(33, 'کوزه کنان', 4, 1),
(34, 'وايقان', 4, 1),
(35, 'جوان قلعه', 4, 1),
(36, 'عجب شير', 4, 1),
(37, 'آبش احمد', 4, 1),
(38, 'کليبر', 4, 1),
(39, 'خداجو[خراجو)', 4, 1),
(40, 'مراغه', 4, 1),
(41, 'بناب مرند', 4, 1),
(42, 'زنوز', 4, 1),
(43, 'کشکسراي', 4, 1),
(44, 'مرند', 4, 1),
(45, 'يامچي', 4, 1),
(46, 'ليلان', 4, 1),
(47, 'مبارک شهر', 4, 1),
(48, 'ملکان', 4, 1),
(49, 'آقکند', 4, 1),
(50, 'اچاچي', 4, 1),
(51, 'ترک', 4, 1),
(52, 'ترکمانچاي', 4, 1),
(53, 'ميانه', 4, 1),
(54, 'خاروانا', 4, 1),
(55, 'ورزقان', 4, 1),
(58, 'زرنق', 4, 1),
(59, 'کلوانق', 4, 1),
(60, 'هريس', 4, 1),
(61, 'نظرکهريزي', 4, 1),
(62, 'هشترود', 4, 1),
(63, 'اروميه', 4, 2),
(64, 'سرو', 4, 2),
(65, 'سيلوانه', 4, 2),
(66, 'قوشچي', 4, 2),
(67, 'نوشين', 4, 2),
(68, 'اشنويه', 4, 2),
(69, 'نالوس', 4, 2),
(70, 'بوکان', 4, 2),
(71, 'سيمينه', 4, 2),
(72, 'پلدشت', 4, 2),
(73, 'نازک عليا', 4, 2),
(74, 'پيرانشهر', 4, 2),
(75, 'گردکشانه', 4, 2),
(76, 'تکاب', 4, 2),
(77, 'آواجيق', 4, 2),
(78, 'سيه چشمه', 4, 2),
(79, 'قره ضياءالدين', 4, 2),
(80, 'ايواوغلي', 4, 2),
(81, 'خوي', 4, 2),
(82, 'ديزج ديز', 4, 2),
(83, 'زرآباد', 4, 2),
(84, 'فيرورق', 4, 2),
(85, 'قطور', 4, 2),
(86, 'ربط', 4, 2),
(87, 'سردشت', 4, 2),
(88, 'ميرآباد', 4, 2),
(89, 'تازه شهر', 4, 2),
(90, 'سلماس', 4, 2),
(91, 'شاهين دژ', 4, 2),
(92, 'کشاورز', 4, 2),
(93, 'محمودآباد', 4, 2),
(94, 'شوط', 4, 2),
(95, 'مرگنلر', 4, 2),
(96, 'بازرگان', 4, 2),
(97, 'ماکو', 4, 2),
(98, 'خليفان', 4, 2),
(99, 'مهاباد', 4, 2),
(100, 'باروق', 4, 2),
(101, 'چهاربرج', 4, 2),
(102, 'مياندوآب', 4, 2),
(103, 'محمديار', 4, 2),
(104, 'نقده', 4, 2),
(105, 'اردبيل', 4, 3),
(106, 'هير', 4, 3),
(107, 'بيله سوار', 4, 3),
(108, 'جعفرآباد', 4, 3),
(109, 'اسلام اباد', 4, 3),
(110, 'اصلاندوز', 4, 3),
(111, 'پارس آباد', 4, 3),
(112, 'تازه کند', 4, 3),
(113, 'خلخال', 4, 3),
(114, 'کلور', 4, 3),
(115, 'هشتجين', 4, 3),
(116, 'سرعين', 4, 3),
(117, 'گيوي', 4, 3),
(118, 'تازه کندانگوت', 4, 3),
(119, 'گرمي', 4, 3),
(120, 'رضي', 4, 3),
(121, 'فخراباد', 4, 3),
(122, 'قصابه', 4, 3),
(123, 'لاهرود', 4, 3),
(124, 'مرادلو', 4, 3),
(125, 'مشگين شهر', 4, 3),
(126, 'آبي بيگلو', 4, 3),
(127, 'عنبران', 4, 3),
(128, 'نمين', 4, 3),
(129, 'کوراييم', 4, 3),
(130, 'نير', 4, 3),
(131, 'آران وبيدگل', 4, 4),
(132, 'ابوزيدآباد', 4, 4),
(133, 'سفيدشهر', 4, 4),
(134, 'نوش آباد', 4, 4),
(135, 'اردستان', 4, 4),
(136, 'زواره', 4, 4),
(137, 'مهاباد', 4, 4),
(138, 'اژيه', 4, 4),
(139, 'اصفهان', 4, 4),
(140, 'بهارستان', 4, 4),
(141, 'تودشک', 4, 4),
(142, 'حسن اباد', 4, 4),
(143, 'زيار', 4, 4),
(144, 'سجزي', 4, 4),
(145, 'قهجاورستان', 4, 4),
(146, 'کوهپايه', 4, 4),
(147, 'محمدآباد', 4, 4),
(148, 'نصرآباد', 4, 4),
(149, 'نيک آباد', 4, 4),
(150, 'ورزنه', 4, 4),
(151, 'هرند', 4, 4),
(152, 'حبيب آباد', 4, 4),
(153, 'خورزوق', 4, 4),
(154, 'دستگرد', 4, 4),
(155, 'دولت آباد', 4, 4),
(156, 'سين', 4, 4),
(157, 'شاپورآباد', 4, 4),
(158, 'کمشچه', 4, 4),
(159, 'افوس', 4, 4),
(160, 'بويين ومياندشت', 4, 4),
(161, 'تيران', 4, 4),
(162, 'رضوانشهر', 4, 4),
(163, 'عسگران', 4, 4),
(164, 'چادگان', 4, 4),
(165, 'رزوه', 4, 4),
(166, 'اصغرآباد', 4, 4),
(167, 'خميني شهر', 4, 4),
(168, 'درچه', 4, 4),
(169, 'کوشک', 4, 4),
(170, 'خوانسار', 4, 4),
(171, 'جندق', 4, 4),
(172, 'خور', 4, 4),
(173, 'فرخي', 4, 4),
(174, 'دهاقان', 4, 4),
(175, 'گلشن', 4, 4),
(176, 'حنا', 4, 4),
(177, 'سميرم', 4, 4),
(178, 'کمه', 4, 4),
(179, 'ونک', 4, 4),
(180, 'شاهين شهر', 4, 4),
(181, 'گرگاب', 4, 4),
(182, 'گزبرخوار', 4, 4),
(183, 'لاي بيد', 4, 4),
(184, 'ميمه', 4, 4),
(185, 'وزوان', 4, 4),
(186, 'شهرضا', 4, 4),
(187, 'منظريه', 4, 4),
(188, 'داران', 4, 4),
(189, 'دامنه', 4, 4),
(190, 'برف انبار', 4, 4),
(191, 'فريدونشهر', 4, 4),
(192, 'ابريشم', 4, 4),
(193, 'ايمانشهر', 4, 4),
(194, 'بهاران شهر', 4, 4),
(195, 'پيربکران', 4, 4),
(196, 'زازران', 4, 4),
(197, 'فلاورجان', 4, 4),
(198, 'قهدريجان', 4, 4),
(199, 'کليشادوسودرجان', 4, 4),
(200, 'برزک', 4, 4),
(201, 'جوشقان قالي', 4, 4),
(202, 'قمصر', 4, 4),
(203, 'کاشان', 4, 4),
(204, 'کامو و چوگان', 4, 4),
(205, 'مشکات', 4, 4),
(206, 'نياسر', 4, 4),
(207, 'گلپايگان', 4, 4),
(208, 'گلشهر', 4, 4),
(209, 'گوگد', 4, 4),
(210, 'باغ بهادران', 4, 4),
(211, 'باغشاد', 4, 4),
(212, 'چرمهين', 4, 4),
(213, 'چمگردان', 4, 4),
(214, 'زاينده رود', 4, 4),
(215, 'زرين شهر', 4, 4),
(216, 'سده لنجان', 4, 4),
(217, 'فولادشهر', 4, 4),
(218, 'ورنامخواست', 4, 4),
(219, 'ديزيچه', 4, 4),
(220, 'زيباشهر', 4, 4),
(221, 'طالخونچه', 4, 4),
(222, 'کرکوند', 4, 4),
(223, 'مبارکه', 4, 4),
(224, 'مجلسي', 4, 4),
(225, 'انارک', 4, 4),
(226, 'بافران', 4, 4),
(227, 'نايين', 4, 4),
(228, 'جوزدان', 4, 4),
(229, 'دهق', 4, 4),
(230, 'علويجه', 4, 4),
(231, 'کهريزسنگ', 4, 4),
(232, 'گلدشت', 4, 4),
(233, 'نجف آباد', 4, 4),
(234, 'بادرود', 4, 4),
(235, 'خالدآباد', 4, 4),
(236, 'طرق رود', 4, 4),
(237, 'نطنز', 4, 4),
(238, 'اشتهارد', 4, 5),
(239, 'چهارباغ', 4, 5),
(240, 'شهرجديدهشتگرد', 4, 5),
(241, 'کوهسار', 4, 5),
(242, 'گلسار', 4, 5),
(243, 'هشتگرد', 4, 5),
(244, 'طالقان', 4, 5),
(245, 'فرديس', 4, 5),
(246, 'مشکين دشت', 4, 5),
(247, 'آسارا', 4, 5),
(248, 'کرج', 4, 5),
(249, 'کمال شهر', 4, 5),
(250, 'گرمدره', 4, 5),
(251, 'ماهدشت', 4, 5),
(252, 'محمدشهر', 4, 5),
(253, 'تنکمان', 4, 5),
(254, 'نظرآباد', 4, 5),
(255, 'آبدانان', 4, 6),
(256, 'سراب باغ', 4, 6),
(257, 'مورموري', 4, 6),
(258, 'ايلام', 4, 6),
(259, 'چوار', 4, 6),
(260, 'ايوان', 4, 6),
(261, 'زرنه', 4, 6),
(262, 'بدره', 4, 6),
(263, 'آسمان آباد', 4, 6),
(264, 'بلاوه', 4, 6),
(265, 'توحيد', 4, 6),
(266, 'سرابله', 4, 6),
(267, 'شباب', 4, 6),
(268, 'دره شهر', 4, 6),
(269, 'ماژين', 4, 6),
(270, 'پهله', 4, 6),
(271, 'دهلران', 4, 6),
(272, 'موسيان', 4, 6),
(273, 'ميمه', 4, 6),
(274, 'لومار', 4, 6),
(275, 'ارکواز', 4, 6),
(276, 'دلگشا', 4, 6),
(277, 'مهر', 4, 6),
(278, 'صالح آباد', 4, 6),
(279, 'مهران', 4, 6),
(280, 'بوشهر', 4, 7),
(281, 'چغادک', 4, 7),
(282, 'خارک', 4, 7),
(283, 'عالي شهر', 4, 7),
(284, 'آباد', 4, 7),
(285, 'اهرم', 4, 7),
(286, 'دلوار', 4, 7),
(287, 'انارستان', 4, 7),
(288, 'جم', 4, 7),
(289, 'ريز', 4, 7),
(290, 'آب پخش', 4, 7),
(291, 'برازجان', 4, 7),
(292, 'بوشکان', 4, 7),
(293, 'تنگ ارم', 4, 7),
(294, 'دالکي', 4, 7),
(295, 'سعد آباد', 4, 7),
(296, 'شبانکاره', 4, 7),
(297, 'کلمه', 4, 7),
(298, 'وحدتيه', 4, 7),
(299, 'بادوله', 4, 7),
(300, 'خورموج', 4, 7),
(301, 'شنبه', 4, 7),
(302, 'کاکي', 4, 7),
(303, 'آبدان', 4, 7),
(304, 'بردخون', 4, 7),
(305, 'بردستان', 4, 7),
(306, 'بندردير', 4, 7),
(307, 'دوراهک', 4, 7),
(308, 'امام حسن', 4, 7),
(309, 'بندرديلم', 4, 7),
(310, 'عسلويه', 4, 7),
(311, 'نخل تقي', 4, 7),
(312, 'بندرکنگان', 4, 7),
(313, 'بنک', 4, 7),
(314, 'سيراف', 4, 7),
(315, 'بندرريگ', 4, 7),
(316, 'بندرگناوه', 4, 7),
(317, 'احمد آباد مستوفي', 4, 8),
(318, 'اسلامشهر', 4, 8),
(319, 'چهاردانگه', 4, 8),
(320, 'صالحيه', 4, 8),
(321, 'گلستان', 4, 8),
(322, 'نسيم شهر', 4, 8),
(323, 'پاکدشت', 4, 8),
(324, 'شريف آباد', 4, 8),
(325, 'فرون اباد', 4, 8),
(326, 'بومهن', 4, 8),
(327, 'پرديس', 4, 8),
(328, 'پيشوا', 4, 8),
(329, 'تهران', 4, 8),
(330, 'آبسرد', 4, 8),
(331, 'آبعلي', 4, 8),
(332, 'دماوند', 4, 8),
(333, 'رودهن', 4, 8),
(334, 'کيلان', 4, 8),
(335, 'پرند', 4, 8),
(336, 'رباطکريم', 4, 8),
(337, 'نصيرشهر', 4, 8),
(338, 'باقرشهر', 4, 8),
(339, 'حسن آباد', 4, 8),
(340, 'شهرري', 4, 8),
(341, 'کهريزک', 4, 8),
(342, 'تجريش', 4, 8),
(343, 'شمشک', 4, 8),
(344, 'فشم', 4, 8),
(345, 'لواسان', 4, 8),
(346, 'انديشه', 4, 8),
(347, 'باغستان', 4, 8),
(348, 'شاهدشهر', 4, 8),
(349, 'شهريار', 4, 8),
(350, 'صباشهر', 4, 8),
(351, 'فردوسيه', 4, 8),
(352, 'وحيديه', 4, 8),
(353, 'ارجمند', 4, 8),
(354, 'فيروزکوه', 4, 8),
(355, 'قدس', 4, 8),
(356, 'قرچک', 4, 8),
(357, 'صفادشت', 4, 8),
(358, 'ملارد', 4, 8),
(359, 'جوادآباد', 4, 8),
(360, 'ورامين', 4, 8),
(361, 'اردل', 4, 9),
(362, 'دشتک', 4, 9),
(363, 'سرخون', 4, 9),
(364, 'کاج', 4, 9),
(365, 'بروجن', 4, 9),
(366, 'بلداجي', 4, 9),
(367, 'سفيددشت', 4, 9),
(368, 'فرادبنه', 4, 9),
(369, 'گندمان', 4, 9),
(370, 'نقنه', 4, 9),
(371, 'بن', 4, 9),
(372, 'وردنجان', 4, 9),
(373, 'سامان', 4, 9),
(374, 'سودجان', 4, 9),
(375, 'سورشجان', 4, 9),
(376, 'شهرکرد', 4, 9),
(377, 'طاقانک', 4, 9),
(378, 'فرخ شهر', 4, 9),
(379, 'کيان', 4, 9),
(380, 'نافچ', 4, 9),
(381, 'هاروني', 4, 9),
(382, 'هفشجان', 4, 9),
(383, 'باباحيدر', 4, 9),
(384, 'پردنجان', 4, 9),
(385, 'جونقان', 4, 9),
(386, 'چليچه', 4, 9),
(387, 'فارسان', 4, 9),
(388, 'گوجان', 4, 9),
(389, 'بازفت', 4, 9),
(390, 'چلگرد', 4, 9),
(391, 'صمصامي', 4, 9),
(392, 'دستنا', 4, 9),
(393, 'شلمزار', 4, 9),
(394, 'گهرو', 4, 9),
(395, 'ناغان', 4, 9),
(396, 'آلوني', 4, 9),
(397, 'سردشت', 4, 9),
(398, 'لردگان', 4, 9),
(399, 'مال خليفه', 4, 9),
(400, 'منج', 4, 9),
(401, 'ارسک', 4, 10),
(402, 'بشرويه', 4, 10),
(403, 'بيرجند', 4, 10),
(404, 'خوسف', 4, 10),
(405, 'محمدشهر', 4, 10),
(406, 'اسديه', 4, 10),
(407, 'طبس مسينا', 4, 10),
(408, 'قهستان', 4, 10),
(409, 'گزيک', 4, 10),
(410, 'حاجي آباد', 4, 10),
(411, 'زهان', 4, 10),
(412, 'آيسک', 4, 10),
(413, 'سرايان', 4, 10),
(414, 'سه قلعه', 4, 10),
(415, 'سربيشه', 4, 10),
(416, 'مود', 4, 10),
(417, 'ديهوک', 4, 10),
(418, 'طبس', 4, 10),
(419, 'عشق آباد', 4, 10),
(420, 'اسلاميه', 4, 10),
(421, 'فردوس', 4, 10),
(422, 'آرين شهر', 4, 10),
(423, 'اسفدن', 4, 10),
(424, 'خضري دشت بياض', 4, 10),
(425, 'قاين', 4, 10),
(426, 'نيمبلوک', 4, 10),
(427, 'شوسف', 4, 10),
(428, 'نهبندان', 4, 10),
(429, 'باخرز', 4, 11),
(430, 'بجستان', 4, 11),
(431, 'يونسي', 4, 11),
(432, 'انابد', 4, 11),
(433, 'بردسکن', 4, 11),
(434, 'شهراباد', 4, 11),
(435, 'شانديز', 4, 11),
(436, 'طرقبه', 4, 11),
(437, 'تايباد', 4, 11),
(438, 'کاريز', 4, 11),
(439, 'مشهدريزه', 4, 11),
(440, 'احمدابادصولت', 4, 11),
(441, 'تربت جام', 4, 11),
(442, 'صالح آباد', 4, 11),
(443, 'نصرآباد', 4, 11),
(444, 'نيل شهر', 4, 11),
(445, 'بايک', 4, 11),
(446, 'تربت حيدريه', 4, 11),
(447, 'رباط سنگ', 4, 11),
(448, 'کدکن', 4, 11),
(449, 'جغتاي', 4, 11),
(450, 'نقاب', 4, 11),
(451, 'چناران', 4, 11),
(452, 'گلبهار', 4, 11),
(453, 'گلمکان', 4, 11),
(454, 'خليل آباد', 4, 11),
(455, 'کندر', 4, 11),
(456, 'خواف', 4, 11),
(457, 'سلامي', 4, 11),
(458, 'سنگان', 4, 11),
(459, 'قاسم آباد', 4, 11),
(460, 'نشتيفان', 4, 11),
(461, 'سلطان آباد', 4, 11),
(462, 'داورزن', 4, 11),
(463, 'چاپشلو', 4, 11),
(464, 'درگز', 4, 11),
(465, 'لطف آباد', 4, 11),
(466, 'نوخندان', 4, 11),
(467, 'جنگل', 4, 11),
(468, 'رشتخوار', 4, 11),
(469, 'دولت آباد', 4, 11),
(470, 'روداب', 4, 11),
(471, 'سبزوار', 4, 11),
(472, 'ششتمد', 4, 11),
(473, 'سرخس', 4, 11),
(474, 'مزدآوند', 4, 11),
(475, 'سفيدسنگ', 4, 11),
(476, 'فرهادگرد', 4, 11),
(477, 'فريمان', 4, 11),
(478, 'قلندرآباد', 4, 11),
(479, 'فيروزه', 4, 11),
(480, 'همت آباد', 4, 11),
(481, 'باجگيران', 4, 11),
(482, 'قوچان', 4, 11),
(483, 'ريوش', 4, 11),
(484, 'کاشمر', 4, 11),
(485, 'شهرزو', 4, 11),
(486, 'کلات', 4, 11),
(487, 'بيدخت', 4, 11),
(488, 'کاخک', 4, 11),
(489, 'گناباد', 4, 11),
(490, 'رضويه', 4, 11),
(491, 'مشهد', 4, 11),
(492, 'مشهد ثامن', 4, 11),
(493, 'ملک آباد', 4, 11),
(494, 'شادمهر', 4, 11),
(495, 'فيض آباد', 4, 11),
(496, 'بار', 4, 11),
(497, 'چکنه', 4, 11),
(498, 'خرو', 4, 11),
(499, 'درود', 4, 11),
(500, 'عشق آباد', 4, 11),
(501, 'قدمگاه', 4, 11),
(502, 'نيشابور', 4, 11),
(503, 'اسفراين', 4, 12),
(504, 'صفي آباد', 4, 12),
(505, 'بجنورد', 4, 12),
(506, 'چناران شهر', 4, 12),
(507, 'حصارگرمخان', 4, 12),
(508, 'جاجرم', 4, 12),
(509, 'سنخواست', 4, 12),
(510, 'شوقان', 4, 12),
(511, 'راز', 4, 12),
(514, 'قوشخانه', 4, 12),
(515, 'لوجلي', 4, 12),
(516, 'تيتکانلو', 4, 12),
(517, 'فاروج', 4, 12),
(518, 'ايور', 4, 12),
(519, 'درق', 4, 12),
(520, 'گرمه', 4, 12),
(521, 'آشخانه', 4, 12),
(522, 'آوا', 4, 12),
(523, 'پيش قلعه', 4, 12),
(524, 'قاضي', 4, 12),
(525, 'آبادان', 4, 13),
(526, 'اروندکنار', 4, 13),
(527, 'چويبده', 4, 13),
(528, 'آغاجاري', 4, 13),
(529, 'اميديه', 4, 13),
(530, 'جايزان', 4, 13),
(531, 'آبژدان', 4, 13),
(532, 'قلعه خواجه', 4, 13),
(533, 'آزادي', 4, 13),
(534, 'انديمشک', 4, 13),
(535, 'بيدروبه', 4, 13),
(536, 'چم گلک', 4, 13),
(537, 'حسينيه', 4, 13),
(538, 'الهايي', 4, 13),
(539, 'اهواز', 4, 13),
(540, 'ايذه', 4, 13),
(541, 'دهدز', 4, 13),
(542, 'باغ ملک', 4, 13),
(543, 'صيدون', 4, 13),
(544, 'قلعه تل', 4, 13),
(545, 'ميداود', 4, 13),
(546, 'شيبان', 4, 13),
(547, 'ملاثاني', 4, 13),
(548, 'ويس', 4, 13),
(549, 'بندرامام خميني', 4, 13),
(550, 'بندرماهشهر', 4, 13),
(551, 'چمران', 4, 13),
(552, 'بهبهان', 4, 13),
(553, 'تشان', 4, 13),
(554, 'سردشت', 4, 13),
(555, 'منصوريه', 4, 13),
(556, 'حميديه', 4, 13),
(557, 'خرمشهر', 4, 13),
(558, 'مقاومت', 4, 13),
(559, 'مينوشهر', 4, 13),
(560, 'چغاميش', 4, 13),
(561, 'حمزه', 4, 13),
(562, 'دزفول', 4, 13),
(563, 'سالند', 4, 13),
(564, 'سياه منصور', 4, 13),
(565, 'شمس آباد', 4, 13),
(566, 'شهر امام', 4, 13),
(567, 'صفي آباد', 4, 13),
(568, 'ميانرود', 4, 13),
(569, 'ابوحميظه', 4, 13),
(570, 'بستان', 4, 13),
(571, 'سوسنگرد', 4, 13),
(572, 'کوت سيدنعيم', 4, 13),
(573, 'رامشير', 4, 13),
(574, 'مشراگه', 4, 13),
(575, 'رامهرمز', 4, 13),
(576, 'خنافره', 4, 13),
(577, 'دارخوين', 4, 13),
(578, 'شادگان', 4, 13),
(579, 'الوان', 4, 13),
(580, 'حر', 4, 13),
(581, 'شاوور', 4, 13),
(582, 'شوش', 4, 13),
(583, 'فتح المبين', 4, 13),
(584, 'سرداران', 4, 13),
(585, 'شرافت', 4, 13),
(586, 'شوشتر', 4, 13),
(587, 'گوريه', 4, 13),
(588, 'کوت عبداله', 4, 13),
(589, 'ترکالکي', 4, 13),
(590, 'جنت مکان', 4, 13),
(591, 'سماله', 4, 13),
(592, 'صالح شهر', 4, 13),
(593, 'گتوند', 4, 13),
(594, 'لالي', 4, 13),
(595, 'گلگير', 4, 13),
(596, 'مسجدسليمان', 4, 13),
(597, 'هفتگل', 4, 13),
(598, 'زهره', 4, 13),
(599, 'هنديجان', 4, 13),
(600, 'رفيع', 4, 13),
(601, 'هويزه', 4, 13),
(602, 'ابهر', 4, 14),
(603, 'صايين قلعه', 4, 14),
(604, 'هيدج', 4, 14),
(605, 'حلب', 4, 14),
(606, 'زرين آباد', 4, 14),
(607, 'زرين رود', 4, 14),
(608, 'سجاس', 4, 14),
(609, 'سهرورد', 4, 14),
(610, 'قيدار', 4, 14),
(611, 'کرسف', 4, 14),
(612, 'گرماب', 4, 14),
(613, 'نوربهار', 4, 14),
(614, 'خرمدره', 4, 14),
(615, 'ارمغانخانه', 4, 14),
(616, 'زنجان', 4, 14),
(617, 'نيک پي', 4, 14),
(618, 'سلطانيه', 4, 14),
(619, 'آب بر', 4, 14),
(620, 'چورزق', 4, 14),
(621, 'دندي', 4, 14),
(622, 'ماه نشان', 4, 14),
(623, 'آرادان', 4, 15),
(624, 'کهن آباد', 4, 15),
(625, 'اميريه', 4, 15),
(626, 'دامغان', 4, 15),
(627, 'ديباج', 4, 15),
(628, 'کلاته', 4, 15),
(629, 'سرخه', 4, 15),
(630, 'سمنان', 4, 15),
(631, 'بسطام', 4, 15),
(632, 'بيارجمند', 4, 15),
(633, 'روديان', 4, 15),
(634, 'شاهرود', 4, 15),
(635, 'کلاته خيج', 4, 15),
(636, 'مجن', 4, 15),
(637, 'ايوانکي', 4, 15),
(638, 'گرمسار', 4, 15),
(639, 'درجزين', 4, 15),
(640, 'شهميرزاد', 4, 15),
(641, 'مهدي شهر', 4, 15),
(642, 'ميامي', 4, 15),
(643, 'ايرانشهر', 4, 16),
(644, 'بزمان', 4, 16),
(645, 'بمپور', 4, 16),
(646, 'محمدان', 4, 16),
(647, 'چابهار', 4, 16),
(648, 'نگور', 4, 16),
(649, 'خاش', 4, 16),
(650, 'نوک آباد', 4, 16),
(651, 'گلمورتي', 4, 16),
(652, 'بنجار', 4, 16),
(653, 'زابل', 4, 16),
(654, 'زاهدان', 4, 16),
(655, 'نصرت آباد', 4, 16),
(656, 'زهک', 4, 16),
(657, 'جالق', 4, 16),
(658, 'سراوان', 4, 16),
(659, 'سيرکان', 4, 16),
(660, 'گشت', 4, 16),
(661, 'محمدي', 4, 16),
(662, 'پيشين', 4, 16),
(663, 'راسک', 4, 16),
(664, 'سرباز', 4, 16),
(665, 'سوران', 4, 16),
(666, 'هيدوچ', 4, 16),
(667, 'فنوج', 4, 16),
(668, 'قصرقند', 4, 16),
(669, 'زرآباد', 4, 16),
(670, 'کنارک', 4, 16),
(671, 'مهرستان', 4, 16),
(672, 'ميرجاوه', 4, 16),
(673, 'اسپکه', 4, 16),
(674, 'بنت', 4, 16),
(675, 'نيک شهر', 4, 16),
(676, 'اديمي', 4, 16),
(677, 'شهرک علي اکبر', 4, 16),
(678, 'محمدآباد', 4, 16),
(679, 'دوست محمد', 4, 16),
(680, 'آباده', 4, 17),
(681, 'ايزدخواست', 4, 17),
(682, 'بهمن', 4, 17),
(683, 'سورمق', 4, 17),
(684, 'صغاد', 4, 17),
(685, 'ارسنجان', 4, 17),
(686, 'استهبان', 4, 17),
(687, 'ايج', 4, 17),
(688, 'رونيز', 4, 17),
(689, 'اقليد', 4, 17),
(690, 'حسن اباد', 4, 17),
(691, 'دژکرد', 4, 17),
(692, 'سده', 4, 17),
(693, 'بوانات', 4, 17),
(694, 'حسامي', 4, 17),
(695, 'کره اي', 4, 17),
(696, 'مزايجان', 4, 17),
(697, 'سعادت شهر', 4, 17),
(698, 'مادرسليمان', 4, 17),
(699, 'باب انار', 4, 17),
(700, 'جهرم', 4, 17),
(701, 'خاوران', 4, 17),
(702, 'دوزه', 4, 17),
(703, 'قطب آباد', 4, 17),
(704, 'خرامه', 4, 17),
(705, 'سلطان شهر', 4, 17),
(706, 'صفاشهر', 4, 17),
(707, 'قادراباد', 4, 17),
(708, 'خنج', 4, 17),
(709, 'جنت شهر', 4, 17),
(710, 'داراب', 4, 17),
(711, 'دوبرجي', 4, 17),
(712, 'فدامي', 4, 17),
(713, 'کوپن', 4, 17),
(714, 'مصيري', 4, 17),
(715, 'حاجي آباد', 4, 17),
(716, 'دبيران', 4, 17),
(717, 'شهرپير', 4, 17),
(718, 'اردکان', 4, 17),
(719, 'بيضا', 4, 17),
(720, 'هماشهر', 4, 17),
(721, 'سروستان', 4, 17),
(722, 'کوهنجان', 4, 17),
(723, 'خانه زنيان', 4, 17),
(724, 'داريان', 4, 17),
(725, 'زرقان', 4, 17),
(726, 'شهرصدرا', 4, 17),
(727, 'شيراز', 4, 17),
(728, 'لپويي', 4, 17),
(729, 'دهرم', 4, 17),
(730, 'فراشبند', 4, 17),
(731, 'نوجين', 4, 17),
(732, 'زاهدشهر', 4, 17),
(733, 'ششده', 4, 17),
(734, 'فسا', 4, 17),
(735, 'قره بلاغ', 4, 17),
(736, 'ميانشهر', 4, 17),
(737, 'نوبندگان', 4, 17),
(738, 'فيروزآباد', 4, 17),
(739, 'ميمند', 4, 17),
(740, 'افزر', 4, 17),
(741, 'امام شهر', 4, 17),
(742, 'قير', 4, 17),
(743, 'کارزين [فتح آباد)', 4, 17),
(744, 'مبارک آبادديز', 4, 17),
(745, 'بالاده', 4, 17),
(746, 'خشت', 4, 17),
(747, 'قايميه', 4, 17),
(748, 'کازرون', 4, 17),
(749, 'کنارتخته', 4, 17),
(750, 'نودان', 4, 17),
(751, 'کوار', 4, 17),
(752, 'گراش', 4, 17),
(753, 'اوز', 4, 17),
(754, 'بنارويه', 4, 17),
(755, 'بيرم', 4, 17),
(756, 'جويم', 4, 17),
(757, 'خور', 4, 17),
(758, 'عمادده', 4, 17),
(759, 'لار', 4, 17),
(760, 'لطيفي', 4, 17),
(761, 'اشکنان', 4, 17),
(762, 'اهل', 4, 17),
(763, 'علامرودشت', 4, 17),
(764, 'لامرد', 4, 17),
(765, 'خانيمن', 4, 17),
(766, 'رامجرد', 4, 17),
(767, 'سيدان', 4, 17),
(768, 'کامفيروز', 4, 17),
(769, 'مرودشت', 4, 17),
(770, 'بابامنير', 4, 17),
(771, 'خومه زار', 4, 17),
(772, 'نورآباد', 4, 17),
(773, 'اسير', 4, 17),
(774, 'خوزي', 4, 17),
(775, 'گله دار', 4, 17),
(776, 'مهر', 4, 17),
(777, 'وراوي', 4, 17),
(778, 'آباده طشک', 4, 17),
(779, 'قطرويه', 4, 17),
(780, 'مشکان', 4, 17),
(781, 'ني ريز', 4, 17),
(782, 'آبيک', 4, 18),
(783, 'خاکعلي', 4, 18),
(784, 'آبگرم', 4, 18),
(785, 'آوج', 4, 18),
(786, 'الوند', 4, 18),
(787, 'بيدستان', 4, 18),
(788, 'شريفيه', 4, 18),
(789, 'محمديه', 4, 18),
(790, 'ارداق', 4, 18),
(791, 'بويين زهرا', 4, 18),
(792, 'دانسفهان', 4, 18),
(793, 'سگزآباد', 4, 18),
(794, 'شال', 4, 18),
(795, 'اسفرورين', 4, 18),
(796, 'تاکستان', 4, 18),
(797, 'خرمدشت', 4, 18),
(798, 'ضياڈآباد', 4, 18),
(799, 'نرجه', 4, 18),
(800, 'اقباليه', 4, 18),
(801, 'رازميان', 4, 18),
(802, 'سيردان', 4, 18),
(803, 'قزوين', 4, 18),
(804, 'کوهين', 4, 18),
(805, 'محمودآبادنمونه', 4, 18),
(806, 'معلم کلايه', 4, 18),
(807, 'جعفريه', 4, 19),
(808, 'دستجرد', 4, 19),
(809, 'سلفچگان', 4, 19),
(810, 'قم', 4, 19),
(811, 'قنوات', 4, 19),
(812, 'کهک', 4, 19),
(813, 'آرمرده', 4, 20),
(814, 'بانه', 4, 20),
(815, 'بويين سفلي', 4, 20),
(816, 'کاني سور', 4, 20),
(817, 'بابارشاني', 4, 20),
(818, 'بيجار', 4, 20),
(819, 'پيرتاج', 4, 20),
(820, 'توپ آغاج', 4, 20),
(821, 'ياسوکند', 4, 20),
(822, 'بلبان آباد', 4, 20),
(823, 'دهگلان', 4, 20),
(824, 'ديواندره', 4, 20),
(825, 'زرينه', 4, 20),
(826, 'اورامان تخت', 4, 20),
(827, 'سروآباد', 4, 20),
(828, 'سقز', 4, 20),
(829, 'صاحب', 4, 20),
(830, 'سنندج', 4, 20),
(831, 'شويشه', 4, 20),
(832, 'دزج', 4, 20),
(833, 'دلبران', 4, 20),
(834, 'سريش آباد', 4, 20),
(835, 'قروه', 4, 20),
(836, 'کامياران', 4, 20),
(837, 'موچش', 4, 20),
(838, 'برده رشه', 4, 20),
(839, 'چناره', 4, 20),
(840, 'کاني دينار', 4, 20),
(841, 'مريوان', 4, 20),
(842, 'ارزوييه', 4, 21),
(843, 'امين شهر', 4, 21),
(844, 'انار', 4, 21),
(845, 'بافت', 4, 21),
(846, 'بزنجان', 4, 21),
(847, 'بردسير', 4, 21),
(848, 'دشتکار', 4, 21),
(849, 'گلزار', 4, 21),
(850, 'لاله زار', 4, 21),
(851, 'نگار', 4, 21),
(852, 'بروات', 4, 21),
(853, 'بم', 4, 21),
(854, 'بلوک', 4, 21),
(855, 'جبالبارز', 4, 21),
(856, 'جيرفت', 4, 21),
(857, 'درب بهشت', 4, 21),
(858, 'رابر', 4, 21),
(859, 'هنزا', 4, 21),
(860, 'راور', 4, 21),
(861, 'هجدک', 4, 21),
(862, 'بهرمان', 4, 21),
(863, 'رفسنجان', 4, 21),
(864, 'صفاييه', 4, 21),
(865, 'کشکوييه', 4, 21),
(866, 'مس سرچشمه', 4, 21),
(867, 'رودبار', 4, 21),
(868, 'زهکلوت', 4, 21),
(869, 'گنبکي', 4, 21),
(870, 'محمدآباد', 4, 21),
(871, 'خانوک', 4, 21),
(872, 'ريحان', 4, 21),
(873, 'زرند', 4, 21),
(874, 'يزدان شهر', 4, 21),
(875, 'بلورد', 4, 21),
(876, 'پاريز', 4, 21),
(877, 'خواجو شهر', 4, 21),
(878, 'زيدآباد', 4, 21),
(879, 'سيرجان', 4, 21),
(880, 'نجف شهر', 4, 21),
(881, 'هماشهر', 4, 21),
(882, 'جوزم', 4, 21),
(883, 'خاتون اباد', 4, 21),
(884, 'خورسند', 4, 21),
(885, 'دهج', 4, 21),
(886, 'شهربابک', 4, 21),
(887, 'دوساري', 4, 21),
(888, 'عنبرآباد', 4, 21),
(889, 'مردهک', 4, 21),
(890, 'فارياب', 4, 21),
(891, 'فهرج', 4, 21),
(892, 'قلعه گنج', 4, 21),
(893, 'اختيارآباد', 4, 21),
(894, 'اندوهجرد', 4, 21),
(895, 'باغين', 4, 21),
(896, 'جوپار', 4, 21),
(897, 'چترود', 4, 21),
(898, 'راين', 4, 21),
(899, 'زنگي آباد', 4, 21),
(900, 'شهداد', 4, 21),
(901, 'کاظم آباد', 4, 21),
(902, 'کرمان', 4, 21),
(903, 'گلباف', 4, 21),
(904, 'ماهان', 4, 21),
(905, 'محي آباد', 4, 21),
(906, 'کوهبنان', 4, 21),
(907, 'کيانشهر', 4, 21),
(908, 'کهنوج', 4, 21),
(909, 'منوجان', 4, 21),
(910, 'نودژ', 4, 21),
(911, 'نرماشير', 4, 21),
(912, 'نظام شهر', 4, 21),
(913, 'اسلام آبادغرب', 4, 22),
(914, 'حميل', 4, 22),
(915, 'بانوره', 4, 22),
(916, 'باينگان', 4, 22),
(917, 'پاوه', 4, 22),
(918, 'نودشه', 4, 22),
(919, 'نوسود', 4, 22),
(920, 'ازگله', 4, 22),
(921, 'تازه آباد', 4, 22),
(922, 'جوانرود', 4, 22),
(923, 'ريجاب', 4, 22),
(924, 'کرند', 4, 22),
(925, 'گهواره', 4, 22),
(926, 'روانسر', 4, 22),
(927, 'شاهو', 4, 22),
(928, 'سرپل ذهاب', 4, 22),
(929, 'سطر', 4, 22),
(930, 'سنقر', 4, 22),
(931, 'صحنه', 4, 22),
(932, 'ميان راهان', 4, 22),
(933, 'سومار', 4, 22),
(934, 'قصرشيرين', 4, 22),
(935, 'رباط', 4, 22),
(936, 'کرمانشاه', 4, 22),
(937, 'کوزران', 4, 22),
(938, 'هلشي', 4, 22),
(939, 'کنگاور', 4, 22),
(940, 'گودين', 4, 22),
(941, 'سرمست', 4, 22),
(942, 'گيلانغرب', 4, 22),
(943, 'بيستون', 4, 22),
(944, 'هرسين', 4, 22),
(945, 'باشت', 4, 23),
(946, 'چيتاب', 4, 23),
(947, 'گراب سفلي', 4, 23),
(948, 'مادوان', 4, 23),
(949, 'مارگون', 4, 23),
(950, 'ياسوج', 4, 23),
(951, 'ليکک', 4, 23),
(952, 'چرام', 4, 23),
(953, 'سرفارياب', 4, 23),
(954, 'پاتاوه', 4, 23),
(955, 'سي سخت', 4, 23),
(956, 'دهدشت', 4, 23),
(957, 'ديشموک', 4, 23),
(958, 'سوق', 4, 23),
(959, 'قلعه رييسي', 4, 23),
(960, 'دوگنبدان', 4, 23),
(961, 'لنده', 4, 23),
(962, 'آزادشهر', 4, 24),
(963, 'نگين شهر', 4, 24),
(964, 'نوده خاندوز', 4, 24),
(965, 'آق قلا', 4, 24),
(966, 'انبارآلوم', 4, 24),
(967, 'بندرگز', 4, 24),
(968, 'نوکنده', 4, 24),
(969, 'بندرترکمن', 4, 24),
(970, 'تاتارعليا', 4, 24),
(971, 'خان ببين', 4, 24),
(972, 'دلند', 4, 24),
(973, 'راميان', 4, 24),
(974, 'سنگدوين', 4, 24),
(975, 'علي اباد', 4, 24),
(976, 'فاضل آباد', 4, 24),
(977, 'مزرعه', 4, 24),
(978, 'کردکوي', 4, 24),
(979, 'فراغي', 4, 24),
(980, 'کلاله', 4, 24),
(981, 'گاليکش', 4, 24),
(982, 'جلين', 4, 24),
(983, 'سرخنکلاته', 4, 24),
(984, 'گرگان', 4, 24),
(985, 'سيمين شهر', 4, 24),
(986, 'گميش تپه', 4, 24),
(987, 'اينچه برون', 4, 24),
(988, 'گنبدکاووس', 4, 24),
(989, 'مراوه', 4, 24),
(990, 'مينودشت', 4, 24),
(991, 'آستارا', 4, 25),
(992, 'لوندويل', 4, 25),
(993, 'آستانه اشرفيه', 4, 25),
(994, 'کياشهر', 4, 25),
(995, 'املش', 4, 25),
(996, 'رانکوه', 4, 25),
(997, 'بندرانزلي', 4, 25),
(998, 'خشکبيجار', 4, 25),
(999, 'خمام', 4, 25),
(1000, 'رشت', 4, 25),
(1001, 'سنگر', 4, 25),
(1002, 'کوچصفهان', 4, 25),
(1003, 'لشت نشاء', 4, 25),
(1004, 'لولمان', 4, 25),
(1005, 'پره سر', 4, 25),
(1006, 'رضوانشهر', 4, 25),
(1007, 'بره سر', 4, 25),
(1008, 'توتکابن', 4, 25),
(1009, 'جيرنده', 4, 25),
(1010, 'رستم آباد', 4, 25),
(1011, 'رودبار', 4, 25),
(1012, 'لوشان', 4, 25),
(1013, 'منجيل', 4, 25),
(1014, 'چابکسر', 4, 25),
(1015, 'رحيم آباد', 4, 25),
(1016, 'رودسر', 4, 25),
(1017, 'کلاچاي', 4, 25),
(1018, 'واجارگاه', 4, 25),
(1019, 'ديلمان', 4, 25),
(1020, 'سياهکل', 4, 25),
(1021, 'احمدسرگوراب', 4, 25),
(1022, 'شفت', 4, 25),
(1023, 'صومعه سرا', 4, 25),
(1024, 'گوراب زرميخ', 4, 25),
(1025, 'مرجقل', 4, 25),
(1026, 'اسالم', 4, 25),
(1027, 'چوبر', 4, 25),
(1028, 'حويق', 4, 25),
(1029, 'ليسار', 4, 25),
(1030, 'هشتپر [تالش)', 4, 25),
(1031, 'فومن', 4, 25),
(1032, 'ماسوله', 4, 25),
(1033, 'ماکلوان', 4, 25),
(1034, 'رودبنه', 4, 25),
(1035, 'لاهيجان', 4, 25),
(1036, 'اطاقور', 4, 25),
(1037, 'چاف و چمخاله', 4, 25),
(1038, 'شلمان', 4, 25),
(1039, 'کومله', 4, 25),
(1040, 'لنگرود', 4, 25),
(1041, 'بازار جمعه', 4, 25),
(1042, 'ماسال', 4, 25),
(1043, 'ازنا', 4, 26),
(1044, 'مومن آباد', 4, 26),
(1045, 'اليگودرز', 4, 26),
(1046, 'شول آباد', 4, 26),
(1047, 'اشترينان', 4, 26),
(1048, 'بروجرد', 4, 26),
(1049, 'پلدختر', 4, 26),
(1050, 'معمولان', 4, 26),
(1051, 'بيران شهر', 4, 26),
(1052, 'خرم آباد', 4, 26),
(1053, 'زاغه', 4, 26),
(1054, 'سپيددشت', 4, 26),
(1055, 'نورآباد', 4, 26),
(1056, 'هفت چشمه', 4, 26),
(1057, 'چالانچولان', 4, 26),
(1058, 'دورود', 4, 26),
(1059, 'سراب دوره', 4, 26),
(1060, 'ويسيان', 4, 26),
(1061, 'چقابل', 4, 26),
(1062, 'الشتر', 4, 26),
(1063, 'فيروزآباد', 4, 26),
(1064, 'درب گنبد', 4, 26),
(1065, 'کوهدشت', 4, 26),
(1066, 'کوهناني', 4, 26),
(1067, 'گراب', 4, 26),
(1068, 'آمل', 4, 27),
(1069, 'امامزاده عبدالله', 4, 27),
(1070, 'دابودشت', 4, 27),
(1071, 'رينه', 4, 27),
(1072, 'گزنک', 4, 27),
(1073, 'اميرکلا', 4, 27),
(1074, 'بابل', 4, 27),
(1075, 'خوش رودپي', 4, 27),
(1076, 'زرگرمحله', 4, 27),
(1077, 'گتاب', 4, 27),
(1078, 'گلوگاه', 4, 27),
(1079, 'مرزيکلا', 4, 27),
(1080, 'بابلسر', 4, 27),
(1081, 'بهنمير', 4, 27),
(1082, 'هادي شهر', 4, 27),
(1083, 'بهشهر', 4, 27),
(1084, 'خليل شهر', 4, 27),
(1085, 'رستمکلا', 4, 27),
(1086, 'تنکابن', 4, 27),
(1087, 'خرم آباد', 4, 27),
(1088, 'شيرود', 4, 27),
(1089, 'نشتارود', 4, 27),
(1090, 'جويبار', 4, 27),
(1091, 'کوهي خيل', 4, 27),
(1092, 'چالوس', 4, 27),
(1093, 'مرزن آباد', 4, 27),
(1094, 'هچيرود', 4, 27),
(1095, 'رامسر', 4, 27),
(1096, 'کتالم وسادات شهر', 4, 27),
(1097, 'پايين هولار', 4, 27),
(1098, 'ساري', 4, 27),
(1099, 'فريم', 4, 27),
(1100, 'کياسر', 4, 27),
(1101, 'آلاشت', 4, 27),
(1102, 'پل سفيد', 4, 27),
(1103, 'زيرآب', 4, 27),
(1104, 'شيرگاه', 4, 27),
(1105, 'کياکلا', 4, 27),
(1106, 'سلمان شهر', 4, 27),
(1107, 'عباس اباد', 4, 27),
(1108, 'کلارآباد', 4, 27),
(1109, 'فريدونکنار', 4, 27),
(1110, 'ارطه', 4, 27),
(1111, 'قايم شهر', 4, 27),
(1112, 'کلاردشت', 4, 27),
(1113, 'گلوگاه', 4, 27),
(1114, 'سرخرود', 4, 27),
(1115, 'محمودآباد', 4, 27),
(1116, 'سورک', 4, 27),
(1117, 'نکا', 4, 27),
(1118, 'ايزدشهر', 4, 27),
(1119, 'بلده', 4, 27),
(1120, 'چمستان', 4, 27),
(1121, 'رويان', 4, 27),
(1122, 'نور', 4, 27),
(1123, 'پول', 4, 27),
(1124, 'کجور', 4, 27),
(1125, 'نوشهر', 4, 27),
(1126, 'آشتيان', 4, 28),
(1127, 'اراک', 4, 28),
(1128, 'داودآباد', 4, 28),
(1129, 'ساروق', 4, 28),
(1130, 'کارچان', 4, 28),
(1131, 'تفرش', 4, 28),
(1132, 'خمين', 4, 28),
(1133, 'قورچي باشي', 4, 28),
(1134, 'جاورسيان', 4, 28),
(1135, 'خنداب', 4, 28),
(1136, 'دليجان', 4, 28),
(1137, 'نراق', 4, 28),
(1138, 'پرندک', 4, 28),
(1139, 'خشکرود', 4, 28),
(1140, 'رازقان', 4, 28),
(1141, 'زاويه', 4, 28),
(1142, 'مامونيه', 4, 28),
(1143, 'آوه', 4, 28),
(1144, 'ساوه', 4, 28),
(1145, 'غرق آباد', 4, 28),
(1146, 'نوبران', 4, 28),
(1147, 'آستانه', 4, 28),
(1148, 'توره', 4, 28),
(1149, 'شازند', 4, 28),
(1150, 'شهباز', 4, 28),
(1151, 'مهاجران', 4, 28),
(1152, 'هندودر', 4, 28),
(1153, 'خنجين', 4, 28),
(1154, 'فرمهين', 4, 28),
(1155, 'کميجان', 4, 28),
(1156, 'ميلاجرد', 4, 28),
(1157, 'محلات', 4, 28),
(1158, 'نيمور', 4, 28),
(1159, 'ابوموسي', 4, 29),
(1160, 'بستک', 4, 29),
(1161, 'جناح', 4, 29),
(1162, 'سردشت', 4, 29),
(1163, 'گوهران', 4, 29),
(1164, 'بندرعباس', 4, 29),
(1165, 'تازيان پايين', 4, 29),
(1166, 'تخت', 4, 29),
(1167, 'فين', 4, 29),
(1168, 'قلعه قاضي', 4, 29),
(1169, 'بندرلنگه', 4, 29),
(1170, 'چارک', 4, 29),
(1171, 'کنگ', 4, 29),
(1172, 'کيش', 4, 29),
(1173, 'لمزان', 4, 29),
(1174, 'پارسيان', 4, 29),
(1175, 'دشتي', 4, 29),
(1176, 'کوشکنار', 4, 29),
(1177, 'بندرجاسک', 4, 29),
(1178, 'حاجي اباد', 4, 29),
(1179, 'سرگز', 4, 29),
(1180, 'فارغان', 4, 29),
(1181, 'خمير', 4, 29),
(1182, 'رويدر', 4, 29),
(1183, 'بيکاء', 4, 29),
(1184, 'دهبارز', 4, 29),
(1185, 'زيارتعلي', 4, 29),
(1186, 'سيريک', 4, 29),
(1187, 'کوهستک', 4, 29),
(1188, 'گروک', 4, 29),
(1189, 'درگهان', 4, 29),
(1190, 'سوزا', 4, 29),
(1191, 'قشم', 4, 29),
(1192, 'هرمز', 4, 29),
(1193, 'تيرور', 4, 29),
(1194, 'سندرک', 4, 29),
(1195, 'ميناب', 4, 29),
(1196, 'هشتبندي', 4, 29),
(1197, 'آجين', 4, 30),
(1198, 'اسدآباد', 4, 30),
(1199, 'بهار', 4, 30),
(1200, 'صالح آباد', 4, 30),
(1201, 'لالجين', 4, 30),
(1202, 'مهاجران', 4, 30),
(1203, 'تويسرکان', 4, 30),
(1204, 'سرکان', 4, 30),
(1205, 'فرسفج', 4, 30),
(1206, 'دمق', 4, 30),
(1207, 'رزن', 4, 30),
(1208, 'قروه درجزين', 4, 30),
(1209, 'فامنين', 4, 30),
(1210, 'شيرين سو', 4, 30),
(1211, 'کبودرآهنگ', 4, 30),
(1212, 'گل تپه', 4, 30),
(1213, 'ازندريان', 4, 30),
(1214, 'جوکار', 4, 30),
(1215, 'زنگنه', 4, 30),
(1216, 'سامن', 4, 30),
(1217, 'ملاير', 4, 30),
(1218, 'برزول', 4, 30),
(1219, 'فيروزان', 4, 30),
(1220, 'گيان', 4, 30),
(1221, 'نهاوند', 4, 30),
(1222, 'جورقان', 4, 30),
(1223, 'قهاوند', 4, 30),
(1224, 'مريانج', 4, 30),
(1225, 'همدان', 4, 30),
(1226, 'ابرکوه', 4, 31),
(1227, 'مهردشت', 4, 31),
(1228, 'احمدآباد', 4, 31),
(1229, 'اردکان', 4, 31),
(1230, 'عقدا', 4, 31),
(1231, 'اشکذر', 4, 31),
(1232, 'خضرآباد', 4, 31),
(1233, 'بافق', 4, 31),
(1234, 'بهاباد', 4, 31),
(1235, 'تفت', 4, 31),
(1236, 'نير', 4, 31),
(1237, 'مروست', 4, 31),
(1238, 'هرات', 4, 31),
(1239, 'مهريز', 4, 31),
(1240, 'بفروييه', 4, 31),
(1241, 'ميبد', 4, 31),
(1242, 'ندوشن', 4, 31),
(1243, 'حميديا', 4, 31),
(1244, 'زارچ', 4, 31),
(1245, 'شاهديه', 4, 31),
(1246, 'يزد', 4, 31),
(1247, 'گیلاوند', 4, 8),
(1248, 'شهرزیبا', 4, 8),
(1249, 'دولت آباد', 4, 8);

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا کامنت',
  `commentable_id` varchar(255) NOT NULL COMMENT 'شناسه مدل مرتبط با کامنت',
  `commentable_type` varchar(255) NOT NULL COMMENT 'نوع مدل مرتبط (مثلاً Post, Product و...)',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `parent_id` bigint(20) UNSIGNED NOT NULL DEFAULT 0 COMMENT 'شناسه کامنت والد برای ریپلای‌ها',
  `approved` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت تأیید کامنت',
  `comment` text NOT NULL COMMENT 'متن کامل کامنت',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `finances`
--

CREATE TABLE `finances` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا پنل منو',
  `project_id` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'پروژه ',
  `description` text DEFAULT NULL COMMENT 'توضیحات پرداخت',
  `amount` bigint(20) DEFAULT NULL COMMENT 'مبلغ پرداختی',
  `serial` varchar(255) DEFAULT NULL COMMENT 'شماره سند /شماره چک ',
  `docserial` varchar(255) DEFAULT NULL,
  `finance_type` varchar(255) DEFAULT NULL,
  `date` varchar(20) DEFAULT NULL,
  `hesab_number` bigint(20) DEFAULT NULL,
  `card_number` int(20) DEFAULT NULL,
  `bank_name` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `finances`
--

INSERT INTO `finances` (`id`, `project_id`, `description`, `amount`, `serial`, `docserial`, `finance_type`, `date`, `hesab_number`, `card_number`, `bank_name`, `created_at`, `updated_at`) VALUES
(1, 1, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(2, 2, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(3, 3, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(4, 4, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(5, 5, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(6, 6, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(7, 7, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(8, 8, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(9, 9, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(10, 10, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(11, 11, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(12, 12, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(13, 13, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(14, 14, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(15, 15, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(16, 16, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(17, 17, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(18, 18, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(19, 19, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(20, 20, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(21, 21, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(22, 22, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(23, 23, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(24, 24, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(25, 25, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(26, 26, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(27, 27, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(28, 28, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(29, 29, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(30, 30, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(31, 31, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(32, 32, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(33, 33, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(34, 34, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(35, 35, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(36, 36, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(37, 37, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(38, 38, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(39, 39, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(40, 40, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(41, 41, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(42, 42, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(43, 43, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(44, 44, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(45, 45, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(46, 46, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(47, 47, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(48, 48, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(49, 49, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(50, 50, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(51, 51, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(52, 52, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(53, 53, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(54, 54, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(55, 55, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(56, 56, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(57, 57, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(58, 58, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(59, 59, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(60, 60, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(61, 61, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(62, 62, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(63, 63, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(64, 64, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(65, 65, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(66, 66, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(67, 67, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(68, 68, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(69, 69, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(70, 70, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(71, 71, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(72, 72, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(73, 73, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(74, 74, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(75, 75, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(76, 76, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(78, 78, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(79, 79, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(80, 80, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(81, 81, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(82, 82, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(83, 83, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(84, 84, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(85, 85, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(86, 86, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(87, 87, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(88, 88, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(89, 89, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(90, 90, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(91, 91, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(92, 92, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(93, 93, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(94, 94, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(95, 95, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(96, 96, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(97, 97, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(98, 98, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(99, 99, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(100, 100, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(101, 101, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(102, 102, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(103, 103, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(104, 104, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(105, 105, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(106, 106, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(107, 107, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(108, 108, NULL, 0, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(109, 109, NULL, 1283894000, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(112, 112, NULL, 5000000000, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(113, 113, NULL, 3500000000, '1', NULL, 'vc-investment', '1398/05/01', NULL, NULL, NULL, NULL, '2025-07-26 03:27:03'),
(114, 114, NULL, 4380000000, '1', NULL, 'vc-investment', '1399/01/20', NULL, NULL, NULL, NULL, '2025-07-26 03:41:35'),
(115, 115, NULL, 6000000000, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(116, 116, NULL, 4000000000, '1', NULL, 'vc-investment', '1398/08/07', NULL, NULL, NULL, NULL, '2025-07-26 03:30:35'),
(117, 117, NULL, 15000000000, '1', NULL, 'vc-investment', '1402/08/30', NULL, NULL, NULL, NULL, '2025-07-26 03:31:42'),
(118, 118, NULL, 36150000000, '1', NULL, 'vc-investment', '1402/12/14', NULL, NULL, NULL, NULL, '2025-07-26 03:44:59'),
(119, 119, NULL, 10000000000, '1', NULL, 'vc-investment', '1403/03/21', NULL, NULL, NULL, NULL, '2025-07-26 03:19:36'),
(120, 120, NULL, 5000000000, '1', NULL, 'vc-investment', '1402/09/06', NULL, NULL, NULL, NULL, '2025-07-26 03:47:57'),
(121, 121, NULL, 15000000000, '1', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(122, 122, NULL, 5000000000, '1', NULL, 'vc-investment', '1402/06/29', NULL, NULL, NULL, NULL, '2025-07-26 03:36:02'),
(123, 1, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(124, 2, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(125, 3, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(126, 4, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(127, 5, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(128, 6, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(129, 7, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(130, 8, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(131, 9, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(132, 10, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(133, 11, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(134, 12, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(135, 13, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(136, 14, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(137, 15, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(138, 16, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(139, 17, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(140, 18, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(141, 19, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(142, 20, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(143, 21, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(144, 22, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(145, 23, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(146, 24, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(147, 25, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(148, 26, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(149, 27, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(150, 28, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(151, 29, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(152, 30, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(153, 31, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(154, 32, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(155, 33, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(156, 34, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(157, 35, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(158, 36, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(159, 37, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(160, 38, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(161, 39, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(162, 40, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(163, 41, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(164, 42, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(165, 43, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(166, 44, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(167, 45, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(168, 46, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(169, 47, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(170, 48, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(171, 49, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(172, 50, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(173, 51, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(174, 52, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(175, 53, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(176, 54, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(177, 55, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(178, 56, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(179, 57, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(180, 58, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(181, 59, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(182, 60, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(183, 61, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(184, 62, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(185, 63, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(186, 64, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(187, 65, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(188, 66, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(189, 67, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(190, 68, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(191, 69, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(192, 70, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(193, 71, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(194, 72, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(195, 73, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(196, 74, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(197, 75, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(198, 76, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(200, 78, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(201, 79, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(202, 80, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(203, 81, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(204, 82, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(205, 83, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(206, 84, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(207, 85, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(208, 86, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(209, 87, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(210, 88, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(211, 89, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(212, 90, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(213, 91, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(214, 92, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(215, 93, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(216, 94, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(217, 95, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(218, 96, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(219, 97, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(220, 98, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(221, 99, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(222, 100, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(223, 101, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(224, 102, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(225, 103, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(226, 104, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(227, 105, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(228, 106, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(229, 107, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(230, 108, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(231, 109, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(234, 112, NULL, 0, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(235, 113, NULL, 4500000000, '2', NULL, 'vc-investment', '1400/03/21', NULL, NULL, NULL, NULL, '2025-07-26 03:27:56'),
(236, 114, NULL, 4380000000, '2', NULL, 'vc-investment', '1400/06/09', NULL, NULL, NULL, NULL, '2025-07-26 03:43:50'),
(237, 115, NULL, 8000000000, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(238, 116, NULL, 4000000000, '2', NULL, 'vc-investment', '1398/12/09', NULL, NULL, NULL, NULL, '2025-07-26 03:31:07'),
(239, 117, NULL, 12000000000, '2', NULL, 'vc-investment', '1402/12/27', NULL, NULL, NULL, NULL, '2025-07-26 03:32:36'),
(240, 118, NULL, 2000000000, '2', NULL, 'vc-investment', '1403/11/10', NULL, NULL, NULL, NULL, '2025-07-26 03:45:54'),
(241, 119, NULL, 20000000000, '2', NULL, 'vc-investment', '1403/05/09', NULL, NULL, NULL, NULL, '2025-07-26 03:20:13'),
(242, 120, NULL, 10000000000, '2', NULL, 'vc-investment', '1403/02/04', NULL, NULL, NULL, NULL, '2025-07-26 03:49:33'),
(243, 121, NULL, 15000000000, '2', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(244, 122, NULL, 10000000000, '2', NULL, 'vc-investment', '1402/12/14', NULL, NULL, NULL, NULL, '2025-07-26 03:36:35'),
(245, 1, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(246, 2, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(247, 3, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(248, 4, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(249, 5, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(250, 6, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(251, 7, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(252, 8, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(253, 9, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(254, 10, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(255, 11, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(256, 12, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(257, 13, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(258, 14, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(259, 15, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(260, 16, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(261, 17, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(262, 18, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(263, 19, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(264, 20, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(265, 21, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(266, 22, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(267, 23, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(268, 24, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(269, 25, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(270, 26, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(271, 27, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(272, 28, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(273, 29, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(274, 30, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(275, 31, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(276, 32, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(277, 33, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(278, 34, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(279, 35, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(280, 36, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(281, 37, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(282, 38, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(283, 39, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(284, 40, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(285, 41, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(286, 42, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(287, 43, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(288, 44, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(289, 45, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(290, 46, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(291, 47, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(292, 48, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(293, 49, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(294, 50, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(295, 51, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(296, 52, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(297, 53, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(298, 54, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(299, 55, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(300, 56, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(301, 57, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(302, 58, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(303, 59, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(304, 60, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(305, 61, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(306, 62, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(307, 63, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(308, 64, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(309, 65, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(310, 66, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(311, 67, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(312, 68, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(313, 69, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(314, 70, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(315, 71, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(316, 72, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(317, 73, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(318, 74, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(319, 75, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(320, 76, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(322, 78, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(323, 79, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(324, 80, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(325, 81, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(326, 82, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(327, 83, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(328, 84, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(329, 85, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(330, 86, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(331, 87, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(332, 88, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(333, 89, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(334, 90, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(335, 91, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(336, 92, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(337, 93, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(338, 94, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(339, 95, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(340, 96, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(341, 97, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(342, 98, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(343, 99, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(344, 100, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(345, 101, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(346, 102, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(347, 103, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(348, 104, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(349, 105, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(350, 106, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(351, 107, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(352, 108, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(353, 109, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(356, 112, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(357, 113, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(358, 114, NULL, 5475000000, '3', NULL, 'vc-investment', '1400/08/21', NULL, NULL, NULL, NULL, '2025-07-26 03:44:03'),
(359, 115, NULL, 4000000000, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(360, 116, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(361, 117, NULL, 3600000000, '3', NULL, 'vc-investment', '1403/10/10', NULL, NULL, NULL, NULL, '2025-07-26 03:33:41'),
(362, 118, NULL, 0, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(363, 119, NULL, 6000000000, '3', NULL, 'vc-investment', '1403/10/22', NULL, NULL, NULL, NULL, '2025-07-26 03:21:00'),
(364, 120, NULL, 10000000000, '3', NULL, 'vc-investment', '1403/02/09', NULL, NULL, NULL, NULL, '2025-07-26 03:49:58'),
(365, 121, NULL, 12500000000, '3', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(366, 122, NULL, 10000000000, '3', NULL, 'vc-investment', '1403/03/22', NULL, NULL, NULL, NULL, '2025-07-26 03:37:18'),
(367, 1, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(368, 2, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(369, 3, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(370, 4, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(371, 5, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(372, 6, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(373, 7, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(374, 8, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(375, 9, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(376, 10, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(377, 11, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(378, 12, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(379, 13, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(380, 14, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(381, 15, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(382, 16, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(383, 17, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(384, 18, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(385, 19, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(386, 20, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(387, 21, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(388, 22, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(389, 23, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(390, 24, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(391, 25, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(392, 26, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(393, 27, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(394, 28, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(395, 29, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(396, 30, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(397, 31, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(398, 32, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(399, 33, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(400, 34, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(401, 35, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(402, 36, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(403, 37, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(404, 38, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(405, 39, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(406, 40, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(407, 41, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(408, 42, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(409, 43, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(410, 44, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(411, 45, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(412, 46, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(413, 47, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(414, 48, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(415, 49, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(416, 50, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(417, 51, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(418, 52, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(419, 53, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(420, 54, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(421, 55, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(422, 56, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(423, 57, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(424, 58, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(425, 59, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(426, 60, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(427, 61, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(428, 62, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(429, 63, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(430, 64, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(431, 65, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(432, 66, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(433, 67, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(434, 68, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(435, 69, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(436, 70, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(437, 71, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(438, 72, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(439, 73, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(440, 74, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(441, 75, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(442, 76, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(444, 78, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(445, 79, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(446, 80, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(447, 81, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(448, 82, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(449, 83, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(450, 84, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(451, 85, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(452, 86, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(453, 87, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(454, 88, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(455, 89, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(456, 90, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(457, 91, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(458, 92, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(459, 93, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(460, 94, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(461, 95, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(462, 96, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(463, 97, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(464, 98, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(465, 99, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(466, 100, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(467, 101, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(468, 102, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(469, 103, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(470, 104, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(471, 105, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(472, 106, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(473, 107, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(474, 108, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(475, 109, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(478, 112, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(479, 113, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(480, 114, NULL, 2190000000, '4', NULL, 'vc-investment', '1400/12/01', NULL, NULL, NULL, NULL, '2025-07-26 03:44:15'),
(481, 115, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(482, 116, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(483, 117, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(484, 118, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(485, 119, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(486, 120, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(487, 121, NULL, 7500000000, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(488, 122, NULL, 0, '4', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(489, 1, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(490, 2, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(491, 3, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(492, 4, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(493, 5, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(494, 6, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(495, 7, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(496, 8, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(497, 9, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(498, 10, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(499, 11, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(500, 12, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(501, 13, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(502, 14, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(503, 15, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(504, 16, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(505, 17, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(506, 18, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(507, 19, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(508, 20, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(509, 21, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(510, 22, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(511, 23, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(512, 24, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(513, 25, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(514, 26, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(515, 27, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(516, 28, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(517, 29, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(518, 30, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(519, 31, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(520, 32, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(521, 33, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(522, 34, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(523, 35, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(524, 36, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(525, 37, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(526, 38, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(527, 39, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(528, 40, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(529, 41, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(530, 42, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(531, 43, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(532, 44, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(533, 45, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(534, 46, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(535, 47, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(536, 48, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(537, 49, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(538, 50, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(539, 51, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(540, 52, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(541, 53, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(542, 54, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(543, 55, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(544, 56, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(545, 57, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(546, 58, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(547, 59, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(548, 60, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(549, 61, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(550, 62, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(551, 63, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(552, 64, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(553, 65, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(554, 66, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(555, 67, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(556, 68, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(557, 69, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(558, 70, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(559, 71, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(560, 72, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(561, 73, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(562, 74, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(563, 75, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(564, 76, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(566, 78, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(567, 79, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(568, 80, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(569, 81, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(570, 82, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(571, 83, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(572, 84, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(573, 85, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(574, 86, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(575, 87, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(576, 88, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(577, 89, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(578, 90, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(579, 91, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(580, 92, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(581, 93, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(582, 94, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(583, 95, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(584, 96, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(585, 97, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(586, 98, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(587, 99, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(588, 100, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(589, 101, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(590, 102, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(591, 103, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(592, 104, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(593, 105, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(594, 106, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(595, 107, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(596, 108, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(597, 109, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(600, 112, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(601, 113, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(602, 114, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(603, 115, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(604, 116, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(605, 117, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(606, 118, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(607, 119, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(608, 120, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(609, 121, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(610, 122, NULL, 0, '5', NULL, 'vc-investment', NULL, NULL, NULL, NULL, NULL, NULL),
(611, 114, NULL, 5475000000, '5', NULL, 'vc-investment', '1401/02/09', NULL, NULL, NULL, '2025-07-26 01:26:00', '2025-07-26 03:44:34');
INSERT INTO `finances` (`id`, `project_id`, `description`, `amount`, `serial`, `docserial`, `finance_type`, `date`, `hesab_number`, `card_number`, `bank_name`, `created_at`, `updated_at`) VALUES
(612, 123, NULL, 50000000000, '1', NULL, 'vc-investment', '1404/02/06', NULL, NULL, NULL, '2025-07-26 01:28:42', '2025-07-26 03:53:08'),
(613, 119, NULL, 14000000000, '4', NULL, 'vc-investment', '1403/12/20', NULL, NULL, NULL, '2025-07-26 03:22:01', '2025-07-26 03:22:01'),
(614, 117, NULL, 8400000000, '4', NULL, 'vc-investment', '1403/12/20', NULL, NULL, NULL, '2025-07-26 03:34:55', '2025-07-26 03:34:55'),
(615, 122, NULL, 5000000000, '5', NULL, 'vc-investment', '1403/08/08', NULL, NULL, NULL, '2025-07-26 03:38:11', '2025-07-26 03:38:11'),
(616, 118, NULL, 11750000000, '3', NULL, 'vc-investment', '1403/12/20', NULL, NULL, NULL, '2025-07-26 03:46:37', '2025-07-26 03:47:18'),
(617, 120, NULL, 3000000000, '4', NULL, 'vc-investment', '1403/10/22', NULL, NULL, NULL, '2025-07-26 03:51:49', '2025-07-26 03:51:49'),
(618, 120, NULL, 7000000000, '5', NULL, 'vc-investment', '1403/12/25', NULL, NULL, NULL, '2025-07-26 03:52:09', '2025-07-26 03:52:09');

-- --------------------------------------------------------

--
-- Table structure for table `media_files`
--

CREATE TABLE `media_files` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL COMMENT 'نام اصلی',
  `slug` varchar(255) DEFAULT NULL COMMENT 'نام قابل استفاده',
  `original_name` varchar(255) DEFAULT NULL COMMENT 'نام اصلی فایل',
  `type` varchar(255) DEFAULT NULL COMMENT 'نوع فایل',
  `file_path` text DEFAULT NULL COMMENT 'آدرس فایل',
  `size` bigint(20) DEFAULT NULL COMMENT 'سایز فایل',
  `mime` varchar(255) DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `project_id` bigint(20) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `media_files`
--

INSERT INTO `media_files` (`id`, `name`, `slug`, `original_name`, `type`, `file_path`, `size`, `mime`, `user_id`, `project_id`, `created_at`, `updated_at`) VALUES
(1, '6860e61584414.pptx', NULL, 'گزارش عملکرد.pptx', 'presentation', 'uploads/presentations/6860e61584414.pptx', 1274828, NULL, 1, NULL, '2025-06-29 03:37:02', '2025-06-29 03:37:02'),
(8, '68721e3e8ff9f.jpg', NULL, 'بارنت.jpg', 'image', 'uploads/119/images/68721e3e8ff9f.jpg', 64060, 'image/jpeg', 1, 119, '2025-07-12 05:05:10', '2025-07-12 05:05:10'),
(9, '687222dbcc11e.jpg', NULL, 'فرش گره.jpg', 'image', 'uploads/117/images/687222dbcc11e.jpg', 154882, 'image/jpeg', 1, 117, '2025-07-12 05:24:52', '2025-07-12 05:24:52'),
(10, '68749310bfb23.jpg', NULL, 'سینا فناوران کوثر.jpg', 'image', 'uploads/118/images/68749310bfb23.jpg', 55371, 'image/jpeg', 2, 118, '2025-07-14 01:48:09', '2025-07-14 01:48:09'),
(12, '68749bb789b21.jpg', NULL, 'نفت آزمایان.jpg', 'image', 'uploads/121/images/68749bb789b21.jpg', 140140, 'image/jpeg', 2, 121, '2025-07-14 02:25:03', '2025-07-14 02:25:03'),
(13, '6874a1185c7ce.jpg', NULL, 'تیمره.jpg', 'image', 'uploads/120/images/6874a1185c7ce.jpg', 94702, 'image/jpeg', 2, 120, '2025-07-14 02:48:00', '2025-07-14 02:48:00'),
(14, '6874a5b8622f5.jpg', NULL, 'بارنت.jpg', 'image', 'uploads/119/images/6874a5b8622f5.jpg', 64060, 'image/jpeg', 2, 119, '2025-07-14 03:07:44', '2025-07-14 03:07:44'),
(15, '6874ad3f0d8ab.jpg', NULL, 'فرش گره.jpg', 'image', 'uploads/117/images/6874ad3f0d8ab.jpg', 154882, 'image/jpeg', 2, 117, '2025-07-14 03:39:51', '2025-07-14 03:39:51'),
(16, '6874adc115734.jpg', NULL, 'نویسش.jpg', 'image', 'uploads/116/images/6874adc115734.jpg', 73303, 'image/jpeg', 2, 116, '2025-07-14 03:42:01', '2025-07-14 03:42:01'),
(17, '6874b2ca03702.jpg', NULL, 'مپ.jpg', 'image', 'uploads/115/images/6874b2ca03702.jpg', 163957, 'image/jpeg', 2, 115, '2025-07-14 04:03:30', '2025-07-14 04:03:30'),
(18, '6874b320b3225.jpg', NULL, 'سپهر پارس.jpg', 'image', 'uploads/114/images/6874b320b3225.jpg', 146729, 'image/jpeg', 2, 114, '2025-07-14 04:04:56', '2025-07-14 04:04:56'),
(19, '6874bc1d7d29b.png', NULL, 'لوگو جدید توانیتو.png', 'image', 'uploads/113/images/6874bc1d7d29b.png', 28872, 'image/jpeg', 2, 113, '2025-07-14 04:43:17', '2025-07-14 04:43:17'),
(20, '6875d266b5e70.png', NULL, 'لوگو.png', 'image', 'uploads/112/images/6875d266b5e70.png', 308821, 'image/jpeg', 2, 112, '2025-07-15 00:30:39', '2025-07-15 00:30:39'),
(21, '6875d521bf42d.png', NULL, 'لوگو 2.png', 'image', 'uploads/109/images/6875d521bf42d.png', 62375, 'image/jpeg', 2, 109, '2025-07-15 00:42:17', '2025-07-15 00:42:17'),
(22, '6875dc7a4984f.png', NULL, 'لوگوي+صنعت+پژوهان+افق+مبين.png', 'image', 'uploads/108/images/6875dc7a4984f.png', 4906, 'image/jpeg', 2, 108, '2025-07-15 01:13:38', '2025-07-15 01:13:38'),
(64, '6877508c563e1.rar', NULL, 'ارزشگذاری- گروه تحلیلگران رتیبا.rar', 'archive', 'uploads/120/archives/6877508c563e1.rar', 20837859, 'application/x-rar', 2, 120, '2025-07-16 03:41:08', '2025-07-16 03:41:08'),
(65, '687753ae55040.rar', NULL, 'مستندات ارسالی شرکت- پیش از سرمایه گذاری سینا.rar', 'archive', 'uploads/120/archives/687753ae55040.rar', 5690514, 'application/x-rar', 2, 120, '2025-07-16 03:54:30', '2025-07-16 03:54:30'),
(66, '6877574465142.rar', NULL, 'ارزشگذاری-آتیه سنجش امین.rar', 'archive', 'uploads/120/archives/6877574465142.rar', 49472852, 'application/x-rar', 2, 120, '2025-07-16 04:09:48', '2025-07-16 04:09:48'),
(67, '6877576c501f8.rar', NULL, 'ارزشگذاری- گروه تحلیلگران رتیبا.rar', 'archive', 'uploads/120/archives/6877576c501f8.rar', 20837859, 'application/x-rar', 2, 120, '2025-07-16 04:10:28', '2025-07-16 04:10:28'),
(68, '687757ef3ea42.rar', NULL, 'اعتبار سنجی.rar', 'archive', 'uploads/120/archives/687757ef3ea42.rar', 728245, 'application/x-rar', 2, 120, '2025-07-16 04:12:39', '2025-07-16 04:12:39'),
(69, '687757f682d24.xlsx', NULL, 'فرتاک جوجه تیمره - پلن مالی.xlsx', 'spreadsheet', 'uploads/120/spreadsheets/687757f682d24.xlsx', 51533, 'application/vnd.openxmlformats-officedocument.spreadsheetml.sheet', 2, 120, '2025-07-16 04:12:46', '2025-07-16 04:12:46'),
(70, '687757ff54b13.pdf', NULL, 'پیچ دک.pdf', 'document', 'uploads/120/documents/687757ff54b13.pdf', 1294075, 'application/pdf', 2, 120, '2025-07-16 04:12:55', '2025-07-16 04:12:55'),
(71, '6877580bc6e4b.pdf', NULL, 'تاییدیه راستی آزمایی و قرارداد.pdf', 'document', 'uploads/120/documents/6877580bc6e4b.pdf', 484242, 'application/pdf', 2, 120, '2025-07-16 04:13:07', '2025-07-16 04:13:07'),
(72, '6877583c48303.pdf', NULL, 'تعهدنامه.pdf', 'document', 'uploads/120/documents/6877583c48303.pdf', 999347, 'application/pdf', 2, 120, '2025-07-16 04:13:56', '2025-07-16 04:13:56'),
(73, '687759d4a059f.rar', NULL, 'رزومه ها.rar', 'archive', 'uploads/120/archives/687759d4a059f.rar', 535620, 'application/x-rar', 2, 120, '2025-07-16 04:20:44', '2025-07-16 04:20:44'),
(76, '6877637555d26.rar', NULL, 'سوابق بیمه.rar', 'archive', 'uploads/120/archives/6877637555d26.rar', 2981545, 'application/x-rar', 2, 120, '2025-07-16 05:01:49', '2025-07-16 05:01:49'),
(77, '687763e452a65.rar', NULL, 'شاخص های کلیدی عملکرد تعیین شده توسط شرکت.rar', 'archive', 'uploads/120/archives/687763e452a65.rar', 119044, 'application/x-rar', 2, 120, '2025-07-16 05:03:40', '2025-07-16 05:03:40'),
(78, '687764026a76d.rar', NULL, 'صورتجلسات کمیته ارزشگذاری.rar', 'archive', 'uploads/120/archives/687764026a76d.rar', 2598058, 'application/x-rar', 2, 120, '2025-07-16 05:04:10', '2025-07-16 05:04:10'),
(79, '6877641ecb680.rar', NULL, 'غربالگری.rar', 'archive', 'uploads/120/archives/6877641ecb680.rar', 953789, 'application/x-rar', 2, 120, '2025-07-16 05:04:38', '2025-07-16 05:04:38'),
(80, '6877652d8fae2.rar', NULL, 'فاکتور فروش.rar', 'archive', 'uploads/120/archives/6877652d8fae2.rar', 24202403, 'application/x-rar', 2, 120, '2025-07-16 05:09:09', '2025-07-16 05:09:09'),
(81, '6877654bd8f51.pdf', NULL, 'فاکتور فروش.pdf', 'document', 'uploads/120/documents/6877654bd8f51.pdf', 11074332, 'application/pdf', 2, 120, '2025-07-16 05:09:39', '2025-07-16 05:09:39'),
(82, '68776564b8e7e.rar', NULL, 'کاربرگ تائید نهایی سرمایه پذیر.rar', 'archive', 'uploads/120/archives/68776564b8e7e.rar', 2983852, 'application/x-rar', 2, 120, '2025-07-16 05:10:04', '2025-07-16 05:10:04'),
(83, '687766dc92ef7.pdf', NULL, 'کاربرگ درخواست سرمایه پذیر.pdf', 'document', 'uploads/120/documents/687766dc92ef7.pdf', 781981, 'application/pdf', 2, 120, '2025-07-16 05:16:20', '2025-07-16 05:16:20'),
(84, '687766e41c100.pdf', NULL, 'کاربرگ ثبت نام رویداد پل سرمایه گذاری.pdf', 'document', 'uploads/120/documents/687766e41c100.pdf', 278363, 'application/pdf', 2, 120, '2025-07-16 05:16:28', '2025-07-16 05:16:28'),
(85, '6877670f7ad9a.pptx', NULL, 'ارائه کمیته ارزشگذاری.pptx', 'presentation', 'uploads/120/presentations/6877670f7ad9a.pptx', 1089670, 'application/vnd.openxmlformats-officedocument.presentationml.presentation', 2, 120, '2025-07-16 05:17:11', '2025-07-16 05:17:11'),
(86, '68776762e91a4.docx', NULL, 'گزارش ارزیابی موشکافانه.docx', 'document', 'uploads/120/documents/68776762e91a4.docx', 141666, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 120, '2025-07-16 05:18:34', '2025-07-16 05:18:34'),
(87, '6877676de3b1c.pdf', NULL, 'ارزیابی موشکافانه تکمیلی.pdf', 'document', 'uploads/120/documents/6877676de3b1c.pdf', 566145, 'application/pdf', 2, 120, '2025-07-16 05:18:45', '2025-07-16 05:18:45'),
(88, '6877679d2081e.rar', NULL, 'مجوز دامپزشکی.rar', 'archive', 'uploads/120/archives/6877679d2081e.rar', 1189829, 'application/x-rar', 2, 120, '2025-07-16 05:19:33', '2025-07-16 05:19:33'),
(89, '687767b645928.jpg', NULL, 'دانشنامه آقای افسریان.jpg', 'image', 'uploads/120/images/687767b645928.jpg', 72493, 'image/jpeg', 2, 120, '2025-07-16 05:19:58', '2025-07-16 05:19:58'),
(90, '687767c36e847.jpg', NULL, 'گواهی تحصیلی قربان تنهایی.jpg', 'image', 'uploads/120/images/687767c36e847.jpg', 53355, 'image/jpeg', 2, 120, '2025-07-16 05:20:11', '2025-07-16 05:20:11'),
(91, '687768f83cd24.rar', NULL, 'مدارک ثبتی شرکت.rar', 'archive', 'uploads/120/archives/687768f83cd24.rar', 3284178, 'application/x-rar', 2, 120, '2025-07-16 05:25:20', '2025-07-16 05:25:20'),
(92, '6877691c51cf6.rar', NULL, 'مدارک کارخانه آقای نجاری.rar', 'archive', 'uploads/120/archives/6877691c51cf6.rar', 768870, 'application/x-rar', 2, 120, '2025-07-16 05:25:56', '2025-07-16 05:25:56'),
(93, '687b1b4a92f49.rar', NULL, 'اعتبارسنجی بانکی.rar', 'archive', 'uploads/119/archives/687b1b4a92f49.rar', 944347, 'application/x-rar', 2, 119, '2025-07-19 00:42:58', '2025-07-19 00:42:58'),
(94, '687b1ba708b7f.rar', NULL, 'برنامه پیش بینی مالی.rar', 'archive', 'uploads/119/archives/687b1ba708b7f.rar', 835175, 'application/x-rar', 2, 119, '2025-07-19 00:44:31', '2025-07-19 00:44:31'),
(95, '687b1be59ca3b.rar', NULL, 'بیمه پرسنلی.rar', 'archive', 'uploads/119/archives/687b1be59ca3b.rar', 5859749, 'application/x-rar', 2, 119, '2025-07-19 00:45:33', '2025-07-19 00:45:33'),
(96, '687b1f83a4f6f.rar', NULL, 'پیچ دک.rar', 'archive', 'uploads/119/archives/687b1f83a4f6f.rar', 17034195, 'application/x-rar', 2, 119, '2025-07-19 01:00:59', '2025-07-19 01:00:59'),
(97, '687b201ba03b8.rar', NULL, 'طرح کسب وکار.rar', 'archive', 'uploads/119/archives/687b201ba03b8.rar', 11573856, 'application/x-rar', 2, 119, '2025-07-19 01:03:31', '2025-07-19 01:03:31'),
(98, '687b23de56494.rar', NULL, 'قراردادهای شرکت.rar', 'archive', 'uploads/119/archives/687b23de56494.rar', 6923142, 'application/x-rar', 2, 119, '2025-07-19 01:19:34', '2025-07-19 01:19:34'),
(99, '687b2439190ff.rar', NULL, 'گردش حساب شرکت.rar', 'archive', 'uploads/119/archives/687b2439190ff.rar', 3962314, 'application/x-rar', 2, 119, '2025-07-19 01:21:05', '2025-07-19 01:21:05'),
(100, '687b2471c6ec0.rar', NULL, 'مجوزها.rar', 'archive', 'uploads/119/archives/687b2471c6ec0.rar', 1619025, 'application/x-rar', 2, 119, '2025-07-19 01:22:01', '2025-07-19 01:22:01'),
(101, '687b24bdb9cd9.rar', NULL, 'مدارک ثبتی.rar', 'archive', 'uploads/119/archives/687b24bdb9cd9.rar', 6165057, 'application/x-rar', 2, 119, '2025-07-19 01:23:17', '2025-07-19 01:23:17'),
(102, '687b24e5c876a.rar', NULL, 'مستندات مالی شرکت.rar', 'archive', 'uploads/119/archives/687b24e5c876a.rar', 1911209, 'application/x-rar', 2, 119, '2025-07-19 01:23:57', '2025-07-19 01:23:57'),
(103, '687b25326c13d.xlsx', NULL, 'آمار فعالیت شرکت- پیش از سرمایه گذاری سینا.xlsx', 'spreadsheet', 'uploads/119/spreadsheets/687b25326c13d.xlsx', 178758, 'application/vnd.openxmlformats-officedocument.spreadsheetml.sheet', 2, 119, '2025-07-19 01:25:14', '2025-07-19 01:25:14'),
(104, '687b256c89666.jpg', NULL, 'تعهد نامه ارزشگذاری.jpg', 'image', 'uploads/119/images/687b256c89666.jpg', 64761, 'image/jpeg', 2, 119, '2025-07-19 01:26:12', '2025-07-19 01:26:12'),
(105, '687b257ebabff.pdf', NULL, 'رزومه افراد کلیدی شرکت.pdf', 'document', 'uploads/119/documents/687b257ebabff.pdf', 214331, 'application/pdf', 2, 119, '2025-07-19 01:26:30', '2025-07-19 01:26:30'),
(106, '687b25a848274.docx', NULL, 'فرم تکمیلی شرکت برای کارگزاری ارزشگذاری.docx', 'document', 'uploads/119/documents/687b25a848274.docx', 55851, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 119, '2025-07-19 01:27:12', '2025-07-19 01:27:12'),
(107, '687b25eb09725.jpg', NULL, 'شکایت نامه.jpg', 'image', 'uploads/119/images/687b25eb09725.jpg', 129135, 'image/jpeg', 2, 119, '2025-07-19 01:28:19', '2025-07-19 01:28:19'),
(108, '687b267d1e566.pdf', NULL, 'نمونه بیمه بار.pdf', 'document', 'uploads/119/documents/687b267d1e566.pdf', 72231, 'application/pdf', 2, 119, '2025-07-19 01:30:45', '2025-07-19 01:30:45'),
(109, '687b26a796e13.mp4', NULL, 'ویدئو معرفی.mp4', 'video', 'uploads/119/videos/687b26a796e13.mp4', 73512311, 'video/mp4', 2, 119, '2025-07-19 01:31:27', '2025-07-19 01:31:27'),
(110, '687b26c5dfc27.pdf', NULL, 'کاربرگ تایید سرمایه پذیر.pdf', 'document', 'uploads/119/documents/687b26c5dfc27.pdf', 265304, 'application/pdf', 2, 119, '2025-07-19 01:31:57', '2025-07-19 01:31:57'),
(111, '687b26ec2c08d.docx', NULL, 'فرم گزارش غربالگری کسب و کار.docx', 'document', 'uploads/119/documents/687b26ec2c08d.docx', 1685769, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 119, '2025-07-19 01:32:36', '2025-07-19 01:32:36'),
(112, '687b2742510a5.pdf', NULL, 'کاربرگ داوری رویداد حمل و نقل.pdf', 'document', 'uploads/119/documents/687b2742510a5.pdf', 2901323, 'application/pdf', 2, 119, '2025-07-19 01:34:02', '2025-07-19 01:34:02'),
(113, '687b2792c1a2f.pdf', NULL, 'ارائه کمیته ارزشگذاری.pdf', 'document', 'uploads/119/documents/687b2792c1a2f.pdf', 737755, 'application/pdf', 2, 119, '2025-07-19 01:35:22', '2025-07-19 01:35:22'),
(114, '687b279f61e43.pdf', NULL, 'صورتجلسه کمیته ارزشگذاری  -امضا شده.pdf', 'document', 'uploads/119/documents/687b279f61e43.pdf', 178147, 'application/pdf', 2, 119, '2025-07-19 01:35:35', '2025-07-19 01:35:35'),
(115, '687b27e1d417b.pdf', NULL, 'گزارش ارزیابی موشکافانه.pdf', 'document', 'uploads/119/documents/687b27e1d417b.pdf', 259069, 'application/pdf', 2, 119, '2025-07-19 01:36:41', '2025-07-19 01:36:41'),
(116, '687b27e827f53.pdf', NULL, 'گزارش ارزیابی موشکافانه تکمیلی.pdf', 'document', 'uploads/119/documents/687b27e827f53.pdf', 234027, 'application/pdf', 2, 119, '2025-07-19 01:36:48', '2025-07-19 01:36:48'),
(117, '687b282995b97.rar', NULL, 'مدارک شرکت ارزشگذاری.rar', 'archive', 'uploads/119/archives/687b282995b97.rar', 37154337, 'application/x-rar', 2, 119, '2025-07-19 01:37:54', '2025-07-19 01:37:54'),
(118, '687b2918c4d53.rar', NULL, 'مدارک ثبتی.rar', 'archive', 'uploads/118/archives/687b2918c4d53.rar', 9323744, 'application/x-rar', 2, 118, '2025-07-19 01:41:52', '2025-07-19 01:41:52'),
(119, '687b291a431bd.rar', NULL, 'مدارک شرکت ارزشگذاری.rar', 'archive', 'uploads/118/archives/687b291a431bd.rar', 65539397, 'application/x-rar', 2, 118, '2025-07-19 01:41:54', '2025-07-19 01:41:54'),
(120, '687b295517d52.rar', NULL, 'ارزیابی اولیه.rar', 'archive', 'uploads/118/archives/687b295517d52.rar', 1148014, 'application/x-rar', 2, 118, '2025-07-19 01:42:53', '2025-07-19 01:42:53'),
(121, '687b2964d27b4.rar', NULL, 'ارزیابی موشکافانه.rar', 'archive', 'uploads/118/archives/687b2964d27b4.rar', 3756133, 'application/x-rar', 2, 118, '2025-07-19 01:43:08', '2025-07-19 01:43:08'),
(122, '687b2a2f3b376.rar', NULL, 'غربالگری.rar', 'archive', 'uploads/118/archives/687b2a2f3b376.rar', 956654, 'application/x-rar', 2, 118, '2025-07-19 01:46:31', '2025-07-19 01:46:31'),
(123, '687b46a39949e.rar', NULL, 'طرح کسب و کار.rar', 'archive', 'uploads/118/archives/687b46a39949e.rar', 44956187, 'application/x-rar', 2, 118, '2025-07-19 03:47:55', '2025-07-19 03:47:55'),
(124, '687b46a723fb3.rar', NULL, 'فایل ارائه.rar', 'archive', 'uploads/118/archives/687b46a723fb3.rar', 12051179, 'application/x-rar', 2, 118, '2025-07-19 03:47:59', '2025-07-19 03:47:59'),
(125, '687b48a17bb5a.pdf', NULL, 'راستی آزمایی حقوقی.pdf', 'document', 'uploads/118/documents/687b48a17bb5a.pdf', 10389531, 'application/pdf', 2, 118, '2025-07-19 03:56:25', '2025-07-19 03:56:25'),
(126, '687b496616327.rar', NULL, 'فایل های مالی.rar', 'archive', 'uploads/118/archives/687b496616327.rar', 316858, 'application/x-rar', 2, 118, '2025-07-19 03:59:42', '2025-07-19 03:59:42'),
(127, '687b4df3530b3.xlsx', NULL, 'شاخص کلیدی عملکرد تعیین شده توسط شرکت.xlsx', 'spreadsheet', 'uploads/118/spreadsheets/687b4df3530b3.xlsx', 10290, 'application/vnd.openxmlformats-officedocument.spreadsheetml.sheet', 2, 118, '2025-07-19 04:19:07', '2025-07-19 04:19:07'),
(128, '687b4df5e502b.pdf', NULL, 'فرم تکمیلی شرکت برای کارگزاری ارزشگذاری.pdf', 'document', 'uploads/118/documents/687b4df5e502b.pdf', 213721, 'application/pdf', 2, 118, '2025-07-19 04:19:09', '2025-07-19 04:19:09'),
(129, '687b4e4e64b7e.pdf', NULL, 'کاربرگ تایید سرمایه پذیر.pdf', 'document', 'uploads/118/documents/687b4e4e64b7e.pdf', 243281, 'application/pdf', 2, 118, '2025-07-19 04:20:38', '2025-07-19 04:20:38'),
(130, '687b4e70efb78.pdf', NULL, 'ارائه کمیته ارزشگذاری.pdf', 'document', 'uploads/118/documents/687b4e70efb78.pdf', 226010, 'application/pdf', 2, 118, '2025-07-19 04:21:12', '2025-07-19 04:21:12'),
(131, '687b4e772a98f.pdf', NULL, 'صورتجلسه کمیته ارزشگذاری.pdf', 'document', 'uploads/118/documents/687b4e772a98f.pdf', 303138, 'application/pdf', 2, 118, '2025-07-19 04:21:19', '2025-07-19 04:21:19'),
(132, '687b532bcab9a.docx', NULL, 'ارزیابی اولیه فرش.docx', 'document', 'uploads/117/documents/687b532bcab9a.docx', 141062, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:23', '2025-07-19 04:41:23'),
(133, '687b53356f322.docx', NULL, 'ارزیابی موشکافانه تکمیلی.docx', 'document', 'uploads/117/documents/687b53356f322.docx', 1705830, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:33', '2025-07-19 04:41:33'),
(134, '687b5335460d7.rar', NULL, 'ارزشگذاری.rar', 'archive', 'uploads/117/archives/687b5335460d7.rar', 69933852, 'application/x-rar', 2, 117, '2025-07-19 04:41:33', '2025-07-19 04:41:33'),
(135, '687b533f46f21.docx', NULL, 'اشکالات ارزشگذاری فرش.docx', 'document', 'uploads/117/documents/687b533f46f21.docx', 13746, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:43', '2025-07-19 04:41:43'),
(136, '687b533f7196a.docx', NULL, 'تفاهم نامه گره _ سینا وی سی.docx', 'document', 'uploads/117/documents/687b533f7196a.docx', 68893, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:43', '2025-07-19 04:41:43'),
(137, '687b5343cd8b2.docx', NULL, 'فرم جلسه مصاحبه حضوری.docx', 'document', 'uploads/117/documents/687b5343cd8b2.docx', 138785, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:47', '2025-07-19 04:41:47'),
(138, '687b5349406c6.docx', NULL, 'کاربرگ تایید نهایی فرش.docx', 'document', 'uploads/117/documents/687b5349406c6.docx', 30337, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:53', '2025-07-19 04:41:53'),
(139, '687b5349a411b.docx', NULL, 'غربالگری فرش.docx', 'document', 'uploads/117/documents/687b5349a411b.docx', 1685428, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:41:53', '2025-07-19 04:41:53'),
(140, '687b53a24197b.rar', NULL, 'اظهارنامه ها.rar', 'archive', 'uploads/117/archives/687b53a24197b.rar', 13101836, 'application/x-rar', 2, 117, '2025-07-19 04:43:22', '2025-07-19 04:43:22'),
(141, '687b53aa2dbc2.pdf', NULL, 'BimeName (2).pdf', 'document', 'uploads/117/documents/687b53aa2dbc2.pdf', 747110, 'application/pdf', 2, 117, '2025-07-19 04:43:30', '2025-07-19 04:43:30'),
(142, '687b53f7a4243.rar', NULL, 'رزومه ها.rar', 'archive', 'uploads/117/archives/687b53f7a4243.rar', 38330629, 'application/x-rar', 2, 117, '2025-07-19 04:44:47', '2025-07-19 04:44:47'),
(143, '687b5403b7981.pdf', NULL, 'صورتجلسه کمیته مشترک ارزشگذاری فرش1.pdf', 'document', 'uploads/117/documents/687b5403b7981.pdf', 1769695, 'application/pdf', 2, 117, '2025-07-19 04:44:59', '2025-07-19 04:44:59'),
(144, '687b54042a18e.pdf', NULL, 'صورتجلسه کمیته مشترک ارزشگذاری فرش 2.pdf', 'document', 'uploads/117/documents/687b54042a18e.pdf', 801171, 'application/pdf', 2, 117, '2025-07-19 04:45:00', '2025-07-19 04:45:00'),
(145, '687b547e42967.pptx', NULL, 'فایل دوم ارائه به کمیته ارشگذاری گره کارپت - رتیبا.pptx', 'presentation', 'uploads/117/presentations/687b547e42967.pptx', 1119896, 'application/vnd.openxmlformats-officedocument.presentationml.presentation', 2, 117, '2025-07-19 04:47:02', '2025-07-19 04:47:02'),
(146, '687b547e4499e.pptx', NULL, 'فایل اول ارائه به کمیته ارشگذاری گره کارپت.pptx', 'presentation', 'uploads/117/presentations/687b547e4499e.pptx', 1119746, 'application/vnd.openxmlformats-officedocument.presentationml.presentation', 2, 117, '2025-07-19 04:47:02', '2025-07-19 04:47:02'),
(147, '687b570b5f0b4.docx', NULL, 'فرم طرح کسب و کار.docx', 'document', 'uploads/117/documents/687b570b5f0b4.docx', 978984, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 117, '2025-07-19 04:57:55', '2025-07-19 04:57:55'),
(148, '687b58e008a9d.rar', NULL, 'مالی شرکت.rar', 'archive', 'uploads/117/archives/687b58e008a9d.rar', 27060054, 'application/x-rar', 2, 117, '2025-07-19 05:05:44', '2025-07-19 05:05:44'),
(149, '687b58e37cbf7.pdf', NULL, 'کاربرگ تائید نهایی گره بافت.pdf', 'document', 'uploads/117/documents/687b58e37cbf7.pdf', 1091093, 'application/pdf', 2, 117, '2025-07-19 05:05:47', '2025-07-19 05:05:47'),
(150, '687b593d4d242.rar', NULL, 'لیست بیمه.rar', 'archive', 'uploads/117/archives/687b593d4d242.rar', 275940, 'application/x-rar', 2, 117, '2025-07-19 05:07:17', '2025-07-19 05:07:17'),
(151, '687b598b72a51.rar', NULL, 'لیست پرداختی بافندگان.rar', 'archive', 'uploads/117/archives/687b598b72a51.rar', 46024, 'application/x-rar', 2, 117, '2025-07-19 05:08:35', '2025-07-19 05:08:35'),
(152, '687b59a2a76f6.rar', NULL, 'لیست واریزی حقوق.rar', 'archive', 'uploads/117/archives/687b59a2a76f6.rar', 27518, 'application/x-rar', 2, 117, '2025-07-19 05:08:58', '2025-07-19 05:08:58'),
(153, '687b59bd7a07c.rar', NULL, 'موجودی کالا و انبار.rar', 'archive', 'uploads/117/archives/687b59bd7a07c.rar', 2831865, 'application/x-rar', 2, 117, '2025-07-19 05:09:25', '2025-07-19 05:09:25'),
(160, '687c6c8e4cc66.jpg', NULL, '6877613ca8981.jpg', 'image', 'uploads/122/images/687c6c8e4cc66.jpg', 50897, 'image/jpeg', 1, 122, '2025-07-20 00:41:58', '2025-07-20 00:41:58'),
(161, '687c83c89d692.rar', NULL, 'مدارک ارزشگذاری ها.rar', 'archive', 'uploads/122/archives/687c83c89d692.rar', 63499170, 'application/x-rar', 2, 122, '2025-07-20 02:21:04', '2025-07-20 02:21:04'),
(162, '687c83eb8c545.rar', NULL, 'اظهارنامه مالیاتی.rar', 'archive', 'uploads/122/archives/687c83eb8c545.rar', 994937, 'application/x-rar', 2, 122, '2025-07-20 02:21:39', '2025-07-20 02:21:39'),
(163, '687c83fc0dbde.rar', NULL, 'اعتبارسنجی.rar', 'archive', 'uploads/122/archives/687c83fc0dbde.rar', 17383836, 'application/x-rar', 2, 122, '2025-07-20 02:21:56', '2025-07-20 02:21:56'),
(164, '687c840a46780.rar', NULL, 'برنامه مالی.rar', 'archive', 'uploads/122/archives/687c840a46780.rar', 944621, 'application/x-rar', 2, 122, '2025-07-20 02:22:10', '2025-07-20 02:22:10'),
(165, '687c8429ec1a6.pdf', NULL, 'پروژه های در حال اجرای شرکت- پیش از سرمایه گذاری سینا.pdf', 'document', 'uploads/122/documents/687c8429ec1a6.pdf', 106623, 'application/pdf', 2, 122, '2025-07-20 02:22:41', '2025-07-20 02:22:41'),
(166, '687c8433e7c83.pdf', NULL, 'پیچ دک طرح.pdf', 'document', 'uploads/122/documents/687c8433e7c83.pdf', 3512672, 'application/pdf', 2, 122, '2025-07-20 02:22:51', '2025-07-20 02:22:51'),
(167, '687c843c64d31.xlsx', NULL, 'شاخص کلیدی عملکرد تعریف شده توسط شرکت.xlsx', 'spreadsheet', 'uploads/122/spreadsheets/687c843c64d31.xlsx', 15116, 'application/vnd.openxmlformats-officedocument.spreadsheetml.sheet', 2, 122, '2025-07-20 02:23:00', '2025-07-20 02:23:00'),
(168, '687c844340fb6.pdf', NULL, 'طرح کسب وکار.pdf', 'document', 'uploads/122/documents/687c844340fb6.pdf', 3504696, 'application/pdf', 2, 122, '2025-07-20 02:23:07', '2025-07-20 02:23:07'),
(169, '687c844cee93d.pdf', NULL, 'تاییدیه مانده سرمایه گذاری.pdf', 'document', 'uploads/122/documents/687c844cee93d.pdf', 17246956, 'application/pdf', 2, 122, '2025-07-20 02:23:17', '2025-07-20 02:23:17'),
(170, '687c845a29e7b.jpg', NULL, 'توافق نامه همکاری با دانشمند وعلوی.jpg', 'image', 'uploads/122/images/687c845a29e7b.jpg', 71557, 'image/jpeg', 2, 122, '2025-07-20 02:23:30', '2025-07-20 02:23:30'),
(171, '687c845a39633.pdf', NULL, 'تعهد نامه.pdf', 'document', 'uploads/122/documents/687c845a39633.pdf', 254481, 'application/pdf', 2, 122, '2025-07-20 02:23:30', '2025-07-20 02:23:30'),
(172, '687c845bb1399.pdf', NULL, 'شناسنامه هویتی شرکت.pdf', 'document', 'uploads/122/documents/687c845bb1399.pdf', 81799, 'application/pdf', 2, 122, '2025-07-20 02:23:31', '2025-07-20 02:23:31'),
(173, '687c845c59bb4.pdf', NULL, 'طرح پیشنهادی آبیاری.pdf', 'document', 'uploads/122/documents/687c845c59bb4.pdf', 2073153, 'application/pdf', 2, 122, '2025-07-20 02:23:32', '2025-07-20 02:23:32'),
(174, '687c845f909b2.docx', NULL, 'فرم تکمیلی برای رتیبا.docx', 'document', 'uploads/122/documents/687c845f909b2.docx', 33866, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 122, '2025-07-20 02:23:35', '2025-07-20 02:23:35'),
(175, '687c846150b18.zip', NULL, 'فاکتورهای فروش- پیش از سرمایه گذاری سینا.zip', 'archive', 'uploads/122/archives/687c846150b18.zip', 4087791, 'application/zip', 2, 122, '2025-07-20 02:23:37', '2025-07-20 02:23:37'),
(176, '687c8461e9b90.pdf', NULL, 'قرارداد حمایت از اختراع.pdf', 'document', 'uploads/122/documents/687c8461e9b90.pdf', 347827, 'application/pdf', 2, 122, '2025-07-20 02:23:37', '2025-07-20 02:23:37'),
(177, '687c84636e0af.zip', NULL, 'گردش حساب- قبل از سرمایه گذاری سینا.zip', 'archive', 'uploads/122/archives/687c84636e0af.zip', 1014307, 'application/zip', 2, 122, '2025-07-20 02:23:39', '2025-07-20 02:23:39'),
(178, '687c846f168f4.pdf', NULL, 'اظهارنامه مالیاتی 1402.pdf', 'document', 'uploads/122/documents/687c846f168f4.pdf', 213234, 'application/pdf', 2, 122, '2025-07-20 02:23:51', '2025-07-20 02:23:51'),
(179, '687c8475a89e2.pdf', NULL, 'کاربرگ تایید سرمایه پذیر.pdf', 'document', 'uploads/122/documents/687c8475a89e2.pdf', 235520, 'application/pdf', 2, 122, '2025-07-20 02:23:57', '2025-07-20 02:23:57'),
(180, '687c847ebbe27.docx', NULL, 'غربالگری.docx', 'document', 'uploads/122/documents/687c847ebbe27.docx', 26283, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 122, '2025-07-20 02:24:06', '2025-07-20 02:24:06'),
(181, '687c848bd02b5.pdf', NULL, 'صورتجلسه کمیته دوم ارزشگذاری.pdf', 'document', 'uploads/122/documents/687c848bd02b5.pdf', 247635, 'application/pdf', 2, 122, '2025-07-20 02:24:19', '2025-07-20 02:24:19'),
(182, '687c848c6cf3a.pdf', NULL, 'صورتجلسه کمیته اول ارزشگذاری.pdf', 'document', 'uploads/122/documents/687c848c6cf3a.pdf', 835347, 'application/pdf', 2, 122, '2025-07-20 02:24:20', '2025-07-20 02:24:20'),
(183, '687c849052682.pdf', NULL, 'فایل ارائه.pdf', 'document', 'uploads/122/documents/687c849052682.pdf', 4292062, 'application/pdf', 2, 122, '2025-07-20 02:24:24', '2025-07-20 02:24:24'),
(184, '687c849fecc73.rar', NULL, 'مجوزات.rar', 'archive', 'uploads/122/archives/687c849fecc73.rar', 1554007, 'application/x-rar', 2, 122, '2025-07-20 02:24:39', '2025-07-20 02:24:39'),
(185, '687dd188101eb.jpg', NULL, 'لوگو باینو.jpg', 'image', 'uploads/123/images/687dd188101eb.jpg', 40734, 'image/jpeg', 2, 123, '2025-07-21 02:05:04', '2025-07-21 02:05:04'),
(187, '687dfc979f6f2.rar', NULL, 'پیچ دک باینو.rar', 'archive', 'uploads/123/archives/687dfc979f6f2.rar', 1585061, 'application/x-rar', 2, 123, '2025-07-21 05:08:48', '2025-07-21 05:08:48'),
(188, '687dfc979f4ac.rar', NULL, 'پیش بینی مالی.rar', 'archive', 'uploads/123/archives/687dfc979f4ac.rar', 147682, 'application/x-rar', 2, 123, '2025-07-21 05:08:48', '2025-07-21 05:08:48'),
(189, '687dfcbd962b2.rar', NULL, 'رزومه افراد و شرکت.rar', 'archive', 'uploads/123/archives/687dfcbd962b2.rar', 1498613, 'application/x-rar', 2, 123, '2025-07-21 05:09:25', '2025-07-21 05:09:25'),
(190, '687dfcbe0cdcb.rar', NULL, 'رزومه تیم.rar', 'archive', 'uploads/123/archives/687dfcbe0cdcb.rar', 2539515, 'application/x-rar', 2, 123, '2025-07-21 05:09:26', '2025-07-21 05:09:26'),
(191, '687dfcc1afe0e.docx', NULL, 'طرح کسب وکار.docx', 'document', 'uploads/123/documents/687dfcc1afe0e.docx', 1393530, 'application/vnd.openxmlformats-officedocument.wordprocessingml.document', 2, 123, '2025-07-21 05:09:29', '2025-07-21 05:09:29'),
(192, '687dfcc7c0bcd.rar', NULL, 'صورت مالی واظهارنامه مالیاتی.rar', 'archive', 'uploads/123/archives/687dfcc7c0bcd.rar', 19611290, 'application/x-rar', 2, 123, '2025-07-21 05:09:35', '2025-07-21 05:09:35'),
(193, '687dfccadcb14.pdf', NULL, 'تعهد نامه.pdf', 'document', 'uploads/123/documents/687dfccadcb14.pdf', 359573, 'application/pdf', 2, 123, '2025-07-21 05:09:38', '2025-07-21 05:09:38'),
(194, '687dfcdbb6fa1.pdf', NULL, 'راستی آزمایی حقوقی و طرح کسب وکار تایید شده - همراه نامه.pdf', 'document', 'uploads/123/documents/687dfcdbb6fa1.pdf', 15291350, 'application/pdf', 2, 123, '2025-07-21 05:09:55', '2025-07-21 05:09:55'),
(195, '687dfcdf1752a.rar', NULL, 'لیست بیمه شرکت.rar', 'archive', 'uploads/123/archives/687dfcdf1752a.rar', 65615, 'application/x-rar', 2, 123, '2025-07-21 05:09:59', '2025-07-21 05:09:59'),
(196, '687dfcdf6d4f4.rar', NULL, 'مجوزها.rar', 'archive', 'uploads/123/archives/687dfcdf6d4f4.rar', 202965, 'application/x-rar', 2, 123, '2025-07-21 05:09:59', '2025-07-21 05:09:59'),
(197, '687dfcecec036.rar', NULL, 'نتایج اعتبارسنجی.rar', 'archive', 'uploads/123/archives/687dfcecec036.rar', 402383, 'application/x-rar', 2, 123, '2025-07-21 05:10:12', '2025-07-21 05:10:12'),
(198, '687dfd0b54fff.xlsx', NULL, 'جزئیات اطلاعات پرسنل.xlsx', 'spreadsheet', 'uploads/123/spreadsheets/687dfd0b54fff.xlsx', 13761, 'application/vnd.openxmlformats-officedocument.spreadsheetml.sheet', 2, 123, '2025-07-21 05:10:43', '2025-07-21 05:10:43');

-- --------------------------------------------------------

--
-- Table structure for table `menus`
--

CREATE TABLE `menus` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا پنل منو',
  `priority` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شماره اولویت',
  `title` varchar(255) DEFAULT NULL COMMENT 'عنوان صفحه',
  `slug` varchar(255) DEFAULT NULL COMMENT 'آدرس صفحه',
  `tab_title` varchar(255) DEFAULT NULL COMMENT 'عنوان صفحه در تب',
  `page_title` varchar(255) DEFAULT NULL COMMENT 'عنوان صفحه در داخل صفحه',
  `submenu` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'آیا زیرصفحه دارد؟',
  `class` varchar(255) DEFAULT NULL COMMENT 'کلاس لاراول',
  `controller` varchar(255) DEFAULT NULL COMMENT 'کنترلر مرتبط با صفحه',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت نمایش صفحه (فعال/غیرفعال)',
  `home_show` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت نمایش در صفحه اصلی (فعال/غیرفعال)',
  `keyword` text DEFAULT NULL COMMENT 'کلمات کلیدی صفحه',
  `description` text DEFAULT NULL COMMENT 'توضیحات صفحه',
  `user_id` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شناسه کاربری ایجاد کننده',
  `viewcount` bigint(20) UNSIGNED NOT NULL DEFAULT 0 COMMENT 'شمارنده بازدید',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `menu_panels`
--

CREATE TABLE `menu_panels` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا پنل منو',
  `priority` bigint(20) UNSIGNED NOT NULL COMMENT 'شماره اولویت',
  `label` varchar(255) NOT NULL COMMENT 'عنوان فارسی پنل منو',
  `title` varchar(255) NOT NULL COMMENT 'عنوان پنل منو',
  `slug` varchar(255) NOT NULL COMMENT 'آدرس منو یا شناسه منو',
  `icon` varchar(255) DEFAULT NULL COMMENT 'آیکون پنل منو',
  `submenu` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'آیا منو زیرمنو دارد؟',
  `class` varchar(255) DEFAULT NULL COMMENT 'کلاس لاراول',
  `level` varchar(255) DEFAULT NULL COMMENT 'سطح نمایش',
  `controller` varchar(255) DEFAULT NULL COMMENT 'کنترلر مرتبط با منو',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت منو (فعال/غیرفعال)',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `menu_panels`
--

INSERT INTO `menu_panels` (`id`, `priority`, `label`, `title`, `slug`, `icon`, `submenu`, `class`, `level`, `controller`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 1, 'داشبورد', 'dashboard', 'dashboard', NULL, 0, 'index', NULL, 'IndexController', 4, 1, '2025-06-27 13:19:24', '2025-06-27 13:19:24'),
(2, 2, 'مدیریت داشبورد', 'dashboard manage', 'dashboard-manage', NULL, 1, 'panel', NULL, 'IndexController', 4, 1, '2025-06-27 13:19:24', '2025-06-27 13:19:24'),
(3, 3, 'مدیریت کاربران', 'user manage', 'user-manage', NULL, 1, 'index', NULL, 'UserController', 4, 1, '2025-06-27 13:19:24', '2025-06-27 13:19:24'),
(4, 4, 'مدیریت سایت', 'site manage', 'site-manage', NULL, 1, 'index', NULL, 'SiteController', 4, 1, '2025-06-27 13:19:24', '2025-06-27 13:19:24'),
(5, 5, 'مدیریت فایل ها', 'file manage', 'file-manage', NULL, 1, 'index', NULL, 'FileController', 4, 1, '2025-06-27 13:19:24', '2025-06-27 13:19:24'),
(6, 6, 'مدیریت تنظیمات', 'config manage', 'config-manage', NULL, 0, 'index', NULL, 'SettingController', 4, 1, '2025-06-27 13:19:24', '2025-06-27 13:19:24');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2010_04_21_055241_type_users', 1),
(2, '2010_04_22_072335_states', 1),
(3, '2010_04_24_072325_cities', 1),
(4, '2014_10_12_000000_create_users_table', 1),
(5, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(6, '2014_10_12_100000_create_password_resets_table', 1),
(7, '2014_10_12_200000_add_two_factor_columns_to_users_table', 1),
(8, '2019_08_19_000000_create_failed_jobs_table', 1),
(9, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(10, '2024_06_07_100817_project', 1),
(11, '2025_04_21_051102_roles', 1),
(12, '2025_04_21_052117_permissions', 1),
(13, '2025_04_21_054835_permission_role', 1),
(14, '2025_04_21_055118_role_user', 1),
(15, '2025_04_21_055451_visits', 1),
(16, '2025_04_21_055705_active_codes', 1),
(17, '2025_04_21_060106_comments', 1),
(18, '2025_04_21_060327_owner', 1),
(19, '2025_04_21_060909_activity_logs', 1),
(20, '2025_04_21_061540_menu_panels', 1),
(21, '2025_04_21_062001_submenu_panels', 1),
(22, '2025_04_21_063007_submenu_permissions', 1),
(23, '2025_04_29_185400_menus', 1),
(24, '2025_04_29_185406_submenus', 1),
(25, '2025_05_24_053424_create_media_files_table', 1),
(26, '2025_05_25_145617_create_finances_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `owners`
--

CREATE TABLE `owners` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا شرکت',
  `title` varchar(255) NOT NULL COMMENT 'عنوان شرکت',
  `tel` text DEFAULT NULL COMMENT 'تلفن',
  `mobile` varchar(20) DEFAULT NULL COMMENT 'شماره موبایل',
  `email` varchar(191) DEFAULT NULL COMMENT 'ایمیل',
  `ceo` varchar(191) DEFAULT NULL COMMENT 'نام مدیرعامل',
  `meli_code` varchar(20) DEFAULT NULL COMMENT 'کد ملی شرکت',
  `eghtesadi_code` varchar(26) DEFAULT NULL COMMENT 'کد اقتصادی',
  `date_sabt` varchar(12) DEFAULT NULL COMMENT 'تاریخ ثبت شرکت',
  `address` text DEFAULT NULL COMMENT 'آدرس',
  `social` text DEFAULT NULL COMMENT 'شبکه‌های اجتماعی به صورت JSON یا متن',
  `image` varchar(255) NOT NULL COMMENT 'لوگوی اصلی',
  `favicon16` varchar(255) DEFAULT NULL COMMENT 'آیکون ۱۶×۱۶',
  `favicon32` varchar(255) DEFAULT NULL COMMENT 'آیکون ۳۲×۳۲',
  `summery` text DEFAULT NULL COMMENT 'خلاصه معرفی شرکت',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا سطح دسترسی',
  `title` varchar(255) NOT NULL COMMENT 'عنوان سطح دسترسی (نمایش در UI)',
  `label` varchar(255) NOT NULL COMMENT 'عنوان سطح دسترسی (نمایش در UI)',
  `slug` varchar(255) NOT NULL COMMENT 'نام یکتا سطح دسترسی برای استفاده در کد (مثلاً view-users)',
  `menu_panel_id` int(11) DEFAULT NULL COMMENT 'شناسه منوی اصلی که این دسترسی به آن مربوط می‌شود',
  `submenu_panel_id` int(11) DEFAULT NULL COMMENT 'شناسه زیرمنو (در صورت وجود)',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `title`, `label`, `slug`, `menu_panel_id`, `submenu_panel_id`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'dashboard manage', 'مدیریت داشبورد', 'dashboard-manage', 2, NULL, 1, NULL, NULL),
(2, 'user-manage', 'مدیریت کاربران', 'user-manage', 3, NULL, 1, NULL, NULL),
(3, 'site manage', 'مدیریت سایت', 'site-manage', 4, NULL, 1, NULL, NULL),
(4, 'file manage', 'مدیریت فایل ها', 'file-manage', 5, NULL, 1, NULL, NULL),
(5, 'config manage', 'مدیریت تنظیمات', 'config-manage', 6, NULL, 1, NULL, NULL),
(6, 'menupanel', 'مدیریت منو داشبورد', 'menupanel', 2, 1, 1, NULL, NULL),
(7, 'submenupanel', 'مدیریت زیرمنو داشبورد', 'submenupanel', 2, 2, 1, NULL, NULL),
(8, 'paneluser', 'مدیریت کاربران داشبورد', 'paneluser', 3, 3, 1, '2025-06-27 16:11:08', '2025-06-27 16:11:08'),
(9, 'useraccess', 'مدیریت دسترسی کاربران', 'useraccess', 3, 4, 1, '2025-06-27 17:07:45', '2025-06-27 17:07:45'),
(10, 'roleuser', 'مدیریت نقش کاربران', 'roleuser', 3, 5, 1, '2025-06-27 17:10:13', '2025-06-27 17:10:13'),
(11, 'project', 'مدیریت پروژه ها', 'project', 2, 6, 1, '2025-06-28 14:50:05', '2025-06-28 14:50:05'),
(12, 'filemanager', 'مدیریت فایل ها', 'filemanager', 5, 7, 1, '2025-06-28 14:52:24', '2025-06-28 14:52:24'),
(13, 'finance', 'مدیریت مالی', 'finance', 2, 8, 1, '2025-07-13 02:41:31', '2025-07-13 02:41:31');

-- --------------------------------------------------------

--
-- Table structure for table `permission_role`
--

CREATE TABLE `permission_role` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا رکورد',
  `role_id` bigint(20) UNSIGNED NOT NULL COMMENT 'نقش کاربر',
  `permission_id` bigint(20) UNSIGNED NOT NULL COMMENT 'سطح کاربر',
  `can_view` tinyint(1) DEFAULT 0,
  `can_insert` tinyint(1) DEFAULT 0,
  `can_edit` tinyint(1) DEFAULT 0,
  `can_delete` tinyint(1) DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permission_role`
--

INSERT INTO `permission_role` (`id`, `role_id`, `permission_id`, `can_view`, `can_insert`, `can_edit`, `can_delete`, `created_at`, `updated_at`) VALUES
(11, 1, 6, 1, 1, 1, 1, '2025-06-27 17:14:43', '2025-07-13 02:42:14'),
(12, 1, 7, 1, 1, 1, 1, '2025-06-27 17:14:43', '2025-07-13 02:42:14'),
(13, 1, 8, 1, 1, 1, 1, '2025-06-27 17:14:43', '2025-07-13 02:42:14'),
(14, 1, 9, 1, 1, 1, 1, '2025-06-27 17:14:43', '2025-07-13 02:42:14'),
(15, 1, 10, 1, 1, 1, 1, '2025-06-27 17:14:43', '2025-07-13 02:42:14'),
(16, 1, 11, 1, 1, 1, 1, '2025-06-28 14:52:53', '2025-07-13 02:42:14'),
(17, 1, 12, 1, 1, 1, 1, '2025-06-28 14:52:53', '2025-07-13 02:42:14'),
(18, 1, 13, 1, 1, 1, 1, '2025-07-13 02:42:01', '2025-07-13 02:42:14'),
(19, 2, 11, 1, 1, 1, 1, '2025-07-14 01:44:12', '2025-07-26 00:50:27'),
(20, 2, 12, 1, 1, 1, 1, '2025-07-14 01:44:12', '2025-07-26 00:50:27'),
(21, 2, 13, 1, 1, 1, 1, '2025-07-14 01:44:12', '2025-07-26 00:50:27');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `projects`
--

CREATE TABLE `projects` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `company_name` varchar(255) NOT NULL,
  `CEO` varchar(255) DEFAULT NULL,
  `portfo_status` varchar(255) DEFAULT NULL,
  `flow_level` varchar(255) DEFAULT NULL,
  `progress_percentage` int(11) DEFAULT NULL,
  `activity_status` varchar(255) DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `amount_request_accept` bigint(20) DEFAULT NULL,
  `amount_deposited` bigint(20) DEFAULT NULL,
  `amount_commitment_first_stage` bigint(20) DEFAULT NULL,
  `first_stage_payment` bigint(20) DEFAULT NULL,
  `amount_commitment_second_stage` bigint(20) DEFAULT NULL,
  `second_stage_payment` bigint(20) DEFAULT NULL,
  `amount_commitment_third_stage` bigint(20) DEFAULT NULL,
  `third_stage_payment` bigint(20) DEFAULT NULL,
  `amount_commitment_fourth_stage` bigint(20) DEFAULT NULL,
  `fourth_stage_payment` bigint(20) DEFAULT NULL,
  `amount_commitment_fifth_stage` bigint(20) DEFAULT NULL,
  `fifth_stage_payment` bigint(20) DEFAULT NULL,
  `commitment_balance` bigint(20) DEFAULT NULL,
  `logo` varchar(191) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `projects`
--

INSERT INTO `projects` (`id`, `title`, `company_name`, `CEO`, `portfo_status`, `flow_level`, `progress_percentage`, `activity_status`, `start_date`, `amount_request_accept`, `amount_deposited`, `amount_commitment_first_stage`, `first_stage_payment`, `amount_commitment_second_stage`, `second_stage_payment`, `amount_commitment_third_stage`, `third_stage_payment`, `amount_commitment_fourth_stage`, `fourth_stage_payment`, `amount_commitment_fifth_stage`, `fifth_stage_payment`, `commitment_balance`, `logo`, `description`, `created_at`, `updated_at`) VALUES
(1, 'سیستم کشت عمودی هیدروپونیک', 'سبز گستران رایکا صنعت', 'آقای نصر آبادی', '', '', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(2, 'سامانه هوشمند پایش ماهواره ای وهوایی جوتیار', 'فضا کاو', 'آقای معتمدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(3, 'آلبومین گاوی', 'زیست فناوری ماهان دارو', 'آقای لطفی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(4, 'کودهای مکمل  بیولوژیک', 'آریا نهان زیست اکسیر', 'آقای هندیانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(5, 'تولید پروتئین و غذای فراسودمند', 'غذا زیستا فناور', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(6, 'داروی هرکاردیو', '', 'آقای قزل', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(7, 'جاپین', '', 'خانم ثانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(8, 'بذر پوشش دار', 'تکین بذر خلاق', 'خانم یزدانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(9, 'دامین', '', 'آقای باقری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(10, 'دستگاه درجه زن هوشمند کاشی', 'توسعه دانش و فناوری هوشمند آرمان \r\n', 'آقای محمدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(11, 'vocab learn', '', 'آقای معینی', '', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(12, 'بازی شیپ بنگ', 'استدیو بازی سازی اونی میز', 'آقای ده نمکی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(13, 'بازی سازی آیرین گیمز', 'استدیو بازی سازی آیرین گیمز', 'آقای علیزاده', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(14, 'بازی سازی مروارید', 'استدیو بازی سازی مروارید', 'آقای نجاتی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(15, 'بازی سازی دیاکو', 'استدیو بازی سازی دیاکو', 'آقای شجاعی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(16, 'بازی کافه مهتاب وژرف', '', 'آقای لشگری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(17, 'رایانه نگار آینده', 'استودیو بازی سازی رایانه نگار آینده', 'آقای محمدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(18, 'باباردو', 'استو دیو بازی سازی باباردو', 'آقای یعقوبی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(19, 'لگیزپ لمیز', 'استودیو بازی سازی لگیزپ گیمز', 'آقای کاظمی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(20, ' میدوپیا', 'استدیو بازی سازی میدوپیا', 'آقای عبادی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(21, 'فروش قهوه', '', 'آقای رامیار', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(22, 'هاوژین', '', 'آقای حمیدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(23, 'یونی بوک', '', 'آقای حسین زهی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(24, 'داناجو', '', 'آقای باقری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(25, 'جایگزینی چراغ ‏های پرمصرف با چراغ ‏های فوق کم ‏مصرف LED SMD ', 'رساشید پایا', 'آقای پورصباغ', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(26, 'رابین پی', 'سامانه های نوین پرداز رابین', 'آقای شهیدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(27, 'پرسانش', '', 'آقای معصومی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(28, 'ابرآراز', 'آراز رایانش گران ابری زمرد', 'آقای فراهانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(29, 'ساماندهی بار و مسافر در بازار تهران', 'دناوب', 'آقای نخستین', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(30, 'ره ابریشم', 'توسعه اقتصادی راه ابریشم', 'آقای زارع', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(31, 'فینکا', 'دانش پرداز هوشمند زمانه', 'آقای نجفی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(32, 'ساخت کولر گازی و بخاری', '', 'آقای نظری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(33, 'لینک اکسپرس', 'پرنده پویا پارس', 'آقای کرمی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(34, 'محصولات دارویی و تجهیزات پزشکی', 'نانو فناوران نارین طب', 'آقای رئوفی ', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(35, 'مگا', '', 'آقای نظری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(36, 'ساخت قطعات تحریمی نیروگاه', 'تیماس رویان', 'آقای امینی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(37, 'دستگاه فرتیلایزر انژکشن', 'نمو فناوری رویای امید', 'آقای یزدانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(38, 'کارتاک', 'هوشمند نیکو پی آرا', 'آقای سلطانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(39, 'ابر هاترا', 'آگاه ویرا رایانش', 'آقای اسدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(40, 'سروبان', 'تلاشگران سرو پایدار', 'آقای یزدانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(41, 'کیت تشخیص v health', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(42, 'سرطانو', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(43, 'پرتوین ', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(44, 'دستگاه رنگ آمیزی خودکارایمونوهیستوشیمی', 'بهینه تشخیص آینده', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(45, 'هیدروژل زیستی تزریقی', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(46, 'دارمون', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(47, 'سامانه هوشمند تشخیص، پیش بینی سرطان', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(48, 'bit to bit ', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(49, 'آزمایار', '', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(50, 'معاملات در بازار فارکس', '', 'آقای خرمگاه', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(51, 'استارتر کالچر و پروبیوتیک', 'مایا زیست فرآیند', 'خانم خدابنده', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(52, 'ابزار هوش مصنوعی آرنویا', '', 'آقای پالیزان', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(53, 'گرمی', 'آسمان های سرزمین طلایی', 'آقای ورنی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(54, 'لاوان', '', 'آقای عرب زاده', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(55, 'سامانه مدیریت گله گاو شیری', 'پردازش فناور دام گستر', 'آقای دوستی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(56, 'صا پست', 'ایده بنیان شریف ', 'آقای شیرزاد', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(57, 'اصلاح ساختار مصرف برق در چاه های کشاورزی', 'صنایع کشاورزی خراسان', 'آقای عبداللهیان', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(58, 'قلب صنعت', 'قلب صنعت', 'آقای تهرانی', 'عدم تایید', 'رد طرح', 0, NULL, '0000-00-00', 0, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, '2025-07-22 04:00:22'),
(59, 'محصولات نانو ذرات ', 'تیران فیال', 'آقای غلامی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(60, 'دستگاه تصفیه پساب', 'دستگاه تصفیه پساب', 'آقای جان بزرگی', 'عدم تایید', 'رد طرح', 0, NULL, '0000-00-00', 0, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, '2025-07-22 03:57:52'),
(61, 'زراعت چوب', 'ناهید آسمان ایرانیان', 'آقای گودرزی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(62, 'دامیار ', 'پارس هگمتان دامیار', 'آقای علیپور', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(63, 'تاکسی ویژه شهری دینگ ', 'مهناب ', 'آقای ناطقی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(64, 'خانه تهاتر ایران', 'مهناب ', 'آقای ناطقی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(65, 'فروشگاه اینترنتی ادکالا', 'مهناب ', 'آقای ناطقی ', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(66, 'مرکز جامع خدمات 1724', 'مهناب ', 'آقای ناطقی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(67, 'نوشیدنی انرژی زا', 'والا تجارت هفت آسمان', 'آقای داوودی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(68, 'دستگاه شبیه ساز آسمان نما', 'اندیشمندان جوان شباهنگ', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(69, 'سامانه تشخیص ریسک های کوتاه مدت زلزله', 'ارلینگ', 'آقای عظیما', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(70, 'هوم استور', 'سازندگان مسیر برتر پویا', 'آقای صدیقی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(71, 'گائوش', 'گل سهند خسرو', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(72, 'فارموژن', 'مزرعه ژن کاوان هوشمند', 'خانم استوارپور', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(73, 'بازیافت باتری های لیتیومی', 'بازیافت باتری های لیتیومی', 'آقای باقریان', 'عدم تایید', 'رد طرح', 0, NULL, '0000-00-00', 0, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, '2025-07-22 03:51:20'),
(74, 'نیروگاه خورشیدی 1 مگا واتی ', 'انرژی سازان آینده ', 'آقای موسوی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(75, 'پلتفرم داسکو', 'حامیان تلاشگران پارس', 'آقای رزاقی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(76, 'ساخت و ساز در بستر دیجیتال مارکتینگ', 'ساخت و ساز در بستر دیجیتال مارکتینگ', 'آقای نزاکتی', 'عدم تایید', 'رد طرح', 0, NULL, '0000-00-00', 0, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, '2025-07-22 03:48:16'),
(78, 'باتری لیتیومی', 'باتری لیتیومی', 'آقای احدی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 500000000, NULL, NULL, NULL, NULL),
(79, 'دستگاه نان ', 'احیا کنندگان نان طبیعی یوسف', 'آقای توانایی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2147483647, NULL, NULL, NULL, NULL),
(80, 'پالایشگاه پسماند دامی', 'آشا دژ اصفهان', 'آقای امامی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2147483647, NULL, NULL, NULL, NULL),
(81, 'سونگار', 'سونگار', 'آقای انواری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(82, 'پارس پال', 'پارس پال', 'آقای انواری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(83, 'بفرمان', 'بفرمان اندیشه بکر', 'آقای انواری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(84, 'تولید پلاک گوش دام', 'پلاک گوش دام', 'آقای انواری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(85, 'آی پت پلاس', 'آی پت ', 'آقای انواری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(86, 'سطل تولید کمپوست در مبدا', 'سطل تولید کمپوست', 'آقای انواری', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(87, 'سامانه راهکار جذب و استخدام', 'پردازش اطلاعات شتاب', 'آقای سعید آبادی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(88, 'طراحی پارک طبیعی', 'پارک طبیعی', 'خانم حسینی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(89, 'نیپوتو', 'نیپوتو', 'آقای حسین زاده', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(90, 'بازالکو', 'بازالکو', 'آقای اسلامی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(91, 'سکان', 'سکان', 'آقای فرخی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(92, 'پلتفرم اجاره کوتاه مدت', 'تجهیز هوشمند شفاف ایرانیان', 'آقای ناصری', 'عدم تایید', 'رد طرح', 0, NULL, '0000-00-00', 0, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, '2025-07-22 03:41:15'),
(93, 'چراغ فوق کم مصرف', 'توسعه انرژی آریا ', 'سالار مهرابی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(94, 'شیر برقی تدریجی گاز', 'ایمن انرژی', 'آقای حیدری زاد', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(95, 'انجام امور مارکتینگ', 'جهان نما', 'علی عظیمی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(96, 'دیسپرسنت', 'اطلس روانکارا', 'آقای حیدری نسب', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(97, 'اتاق بار معادن', 'توسعه ساخت طباطبایی', 'آقای سلیمانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(98, 'راه اندازی هاب فناوری', 'گروه شرکت های آریا', 'آقای رئیسی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(99, 'تولید سانتریفیوژ', 'سانتریفیوژ', 'حامد فراهانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(100, 'تولید پروتئین تخم مرغ', 'کیمیا نوین زاگرس', 'حامد فراهانی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(101, 'planinno', 'شبکه ارزش رسانه پویا', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(102, 'پلتفرم ارزش', 'شبکه ارزش رسانه پویا', 'آقای جوادی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(103, 'kidsinno', 'شبکه ارزش رسانه پویا', 'آقای جوادی', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(104, 'لارنگوسکوپ با تیغه قابل تنظیم', 'فناوری های نوین فرناد', 'احسان اله قربانیان', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(105, 'لوله تراشه ', 'فناوری های نوین فرناد', 'احسان اله قربانیان', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(106, 'کارخانه تولید آنتی اکسیدان', 'تنسر پارس صنعت', '', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(107, 'uid', 'بینش هوشمند نسل پیشرو', 'سجاد باقر پور', 'عدم تایید', 'رد طرح', 0, '', '0000-00-00', 0, 750000000, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL),
(108, 'افق مبین', 'صنعت پژوهان افق مبین', 'مهدیه بختیاری', 'پرتفو قدیم', 'خروج کامل', 0, 'پایان همکاری', '0000-00-00', 0, 438000000, 0, NULL, 0, NULL, 0, NULL, 0, NULL, 0, NULL, 0, 'uploads/108/images/6875dc7a4984f.png', NULL, NULL, '2025-07-15 01:13:56'),
(109, 'سجایا نگار', 'سامانه های یکپارچه اندیشه نگار', 'هانی وحدانی', 'پرتفو قدیم', 'خروج کامل', 0, 'پایان همکاری', '0000-00-00', 1283894000, 547500000, 1283894000, NULL, 0, NULL, 0, NULL, 0, NULL, 0, NULL, 0, 'uploads/109/images/6875d521bf42d.png', 'شرکت سامانه های یکپارچه اندیشه نگار توانسته با تکیه بر دانش و فناوری روز و بهره‌مندی از سرمایه انسانی خبره، چرخه کامل توسعه محصول را با موفقیت پیاده‌سازی نماید و به ارائه راهکارها و خدمات ابری، منطبق بر نیازمندی‌های اختصاصی مشتریان بپردازد.', NULL, '2025-07-15 00:42:56'),
(112, 'بازی سرگرمی هوشمند', 'توسعه سرگرمی هوشمند پویا', 'عبدالرضا اکرمی', 'پرتفو قدیم', 'پایان قرارداد', 0, 'عدم همکاری', '1398-01-10', 5000000000, 2000000000, 500000000, NULL, 0, NULL, 0, NULL, 0, NULL, 0, NULL, 0, 'uploads/112/images/6875d266b5e70.png', 'شرکت توسعه سرگرمی هوشمند پویا جهت توسعه بازی های موبایلی در سال 97 تاسیس گردید و در حال حاضر مشغول کار بر روی یک بازی آنلاین نوبتی (Turn Base) کارتی می باشند.', NULL, '2025-07-15 00:30:56'),
(113, 'توانیتو', 'توان سفیر پارسیان', 'وحید رجبلو', 'پرتفو قدیم', 'فسخ قرارداد', 0, 'دعوی حقوقی', '1398-05-27', 8000000000, 1000000000, 350000000, 350000000, 450000000, 450000000, 0, 0, 0, 0, 0, 0, 0, 'uploads/113/images/6874bc1d7d29b.png', 'شرکت توان سفیر پارسیان با برند توانیتو در حوزه خدمات رسانی آنلاین در حوزه سلامت و عمومی به افراد دارای معلولیت، سالمندان وتوانیابان خدمت ارائه می نماید.\nدر توانیتو تلاش میشود تا افراد با نیازهای خاص، از کلیه خدمات درمانی و عمومی متناسب با شرایط جسمی خود بهره‌مند شوند. \nتوانیتو کسب‌وکاری ایرانی است که می‌کوشد با استفاده از فناوری روز، علوم کامپیوتر، اینترنت و دستگاه‌های هوشمند زندگی را برای شهروندان دارای معلولیت، سالمندان، بیماران و سایر اقشار جامعه راحت‌تر نماید.', NULL, '2025-07-14 04:43:26'),
(114, 'ستارگان', 'ستارگان نوآور سپهر پارس', 'علی پور خلیل', 'پرتفو قدیم', 'خروج کامل', 0, 'پایان همکاری', '1399-01-10', 21900000000, 1000000000, 5475000000, 547500000, 4380000000, 438000000, 4380000000, 438000000, 5475000000, 547500000, 5475000000, 219000000, 0, 'uploads/114/images/6874b320b3225.jpg', 'شرکت ستارگان نوآور سپهر پارس در سال 1397 تأسیس شده و با توسعه ماژول های غشایی پوشش دهی شده در حوزه فرآیند های جداسازی به عنوان یکی از شرکت های دانش بنیان فعال در عرصه تصفیه آب و پساب در حال فعالیت می باشد. همچنین این شرکت به عنوان اولین شرکت دانش بنیان موفق به استقرار در مرکز نوآوری پژوهشگاه صنعت نفت شده است. از جمله دیگر خدمات قابل ارائه شرکت میتوان به موارد ذیل اشاره نمود:\r\n1.تولید دستگاه های نوین غشایی برای گازدهی به آب به منظور تأمین اکسیژن مورد نیاز در مزارع پرورش ماهی و میگو\r\n2. بهبود ضریب تبدیل غذایی، کاهش دوره رشد ماهی، کاهش تلفات آبزیان، افزایش ظرفیت تولید و ...\r\n3.  امکان تزریق اکسیژن به آب و رساندن غلظت اکسیژن به %100 تا %300 با استفاده از ماژول های غشایی کامپوزیتی و با فناوری پتنت شده بین المللی', NULL, '2025-07-21 05:54:16'),
(115, 'مپ', 'شیوه نرم افزار گستر آسیا', 'امین علی اکبریان', 'پرتفو قدیم', 'درحال انجام تعهدات', 0, 'مطلوب', '1397-02-20', 18000000000, 438000000, 600000000, 600000000, 800000000, 800000000, 400000000, 400000000, 0, 0, 0, 0, 0, 'uploads/115/images/6874b2ca03702.jpg', 'شرکت شیوه نرم افزار گستر آسیا با برند مپ، دارای کاربردهایی از جمله سرویس نمایش نقشه مپ برای اهداف مختلفی مانند نمایش محل های خاصی روی نقشه به کاربر، دریافت موقعیت کاربر و همچنین به عنوان پیش زمینه ای برای استفاده از سرویس های نقشه محور مانند کروکی و مسیریابی استفاده میشود.', NULL, '2025-07-14 04:04:35'),
(116, 'نویسش', 'داده پژوهان مانا', 'میلاد اسلامی زاد', 'پرتفو قدیم', 'درحال انجام تعهدات', 0, 'عدم همکاری', '1398-08-07', 8000000000, 1000000000, 400000000, 400000000, 400000000, 400000000, 0, 0, 0, 0, 0, 0, 0, 'uploads/116/images/6874adc115734.jpg', 'شرکت داده پژوهان مانا با عنوان طرح نویسش بـا همکاری صـدهـا مـتخصص تـولید مـحتوا در حـوزه هـای گـونـاگـون، مـحتوایی حـرفـه ای و اسـتانـدارد را مـتناسـب بـا نیاز کارفـرمـا تولید میکند.', NULL, '2025-07-14 04:01:59'),
(117, 'گره بافت', 'داده کاوی سدید سپاهان', 'محمد سعید احمدی', 'پورتفو جدید', 'درحال انجام تعهدات', 0, 'پس از دوره ارزش آفرینی', '1402-11-15', 39000000000, 1200000000, 15000000000, 1500000000, 12000000000, 1200000000, 12000000000, 2147483647, 0, 0, 0, 0, 1200000000, 'uploads/117/images/687222dbcc11e.jpg', 'شرکت داده کاوی سدید سپاهان باعنوان طرح گره بافت، یکی از فعالان حوزه فرش دستبافت و سنتی می باشد که هنر را با صنعت در آمیخته است تاتوانسته فرش های ارزشمندی را تولید نماید و در پلتفرم یا سکوی بر خط ارائه نماید.', NULL, '2025-07-22 00:22:42'),
(118, 'سورتر', 'سینا فن آوران کوثر', 'حسین توحیدی', 'پورتفو جدید', 'درحال انجام تعهدات', 0, 'پس از دوره ارزش آفرینی', '1402-11-09', 49900000000, 1000000000, 32400000000, 2147483647, 1375000000, 1385000000, NULL, 0, 0, 0, 0, 0, NULL, 'uploads/118/images/68749310bfb23.jpg', 'شرکت سینا فناوران کوثر درسال 1402 تاسیس گردیده است. این شرکت دارای ماشین های سورتینگ پردازش تصویر و لیزری می باشد که با کارکرد هوش مصنوعی قادر است تمام ویژگی های ظاهری محصولات کشاورزی را با سرعت و دقتی فراز از چشم انسان تشخیص داده و در نتیجه از این طریق طبقه بندی محصولات  بر اساس اندازه گیری شکل، تشخیص رنگ، نقص ظاهری، تشخیص پارامترهای بیولوژیکی، جداسازی مواد خارجی همچون پوست وسنگ در این سامانه ها در کسری از ثانیه امکان پذیر می باشد.', NULL, '2025-07-21 05:44:33'),
(119, 'بارنت', 'باربان سیر پارسیان', 'جناب آقای نوید نیلی', 'پورتفو جدید', 'درحال انجام تعهدات', 0, 'پس از دوره ارزش آفرینی', '1403-02-02', 50000000000, 1500000000, 30000000000, 1000000000, 1000000000, 2000000000, 1000000000, 2000000000, 0, 0, 0, 0, 2000000000, 'uploads/119/images/68721e3e8ff9f.jpg', 'شرکت باربان سیر پارسیان با عنوان طرح بارنت، یک سامانه تخصصی آنلاین می باشد که در زمینه حمل بار درون وبرون شهری فعالیت می نماید.\r\nاین کسب وکار با هدف ایجاد پلتفرم جامع هوشمند و کاربردی در زمینه حمل ونقل بار شکل گرفته و به نحوی طراحی شده است که ضمن تلاش در جهت تبدیل سیستم حمل ونقل سنتی به آنلاین، چالش های موجود آن را برطرف میکند.\r\nاز جمله مزایای رقابتی بارنت را میتوان به شرح ذیل عنوان کرد:\r\n1. بیمه آنلاین بار\r\n2. همکاری اعتباری با سازمان ها\r\n3. وجود رانندگان قراردادی با دریافت تضامین\r\n4. تنوع خودروی حمل بار', NULL, '2025-07-21 05:19:57'),
(120, 'تیمره', 'فرتاک جوجه تیمره', 'حامد قربان تنهایی', 'پورتفو جدید', 'درحال انجام تعهدات', 0, 'پس از دوره ارزش آفرینی', '1402-08-15', 35000000000, 2147483647, 500000000, 500000000, 2000000000, 2000000000, 1000000000, 1000000000, 0, 0, 0, 0, 0, 'uploads/120/images/6874a1185c7ce.jpg', 'شرکت فرتاک جوجه تیمره در ابتدا فعالیت خود را با تولید جوجه گوشتی یکروزه مقاوم در برابر سرما آغاز و در فاز دوم اقدام به پرورش مرغ بومی آرین کرد. در حال حاضر نیز با هدف تکمیل زنجیر ارزش دام وطیور، برنامه تولید انبوه خوراک دام سبک واستاندارد بر پایه پسماند بهداشتی صنابع غذایی مطابق با نیاز دام را دست دارد.\nخوراک دام تیمره از پسماندهای صنابع غذایی نظیر تفاله کارخانجات مرکبات، سبوس کنجد و در راس آنها بلوط می باشد و منجر به حذف  کنجاله سویا، جو و ذرت شده و بهبود آنالیز لاشه را به همراه دارد.', NULL, '2025-07-14 03:07:09'),
(121, 'نفت آزمایان', 'نفت آزمایان ژرف اندیش', 'احمد غلامی', 'پرتفو قدیم', 'درحال انجام تعهدات', 0, 'پس از دوره ارزش آفرینی', '1399-01-10', 50000000000, 500000000, 1500000000, 1500000000, 1500000000, 1500000000, 1250000000, 1250000000, 750000000, 750000000, 0, 0, 0, 'uploads/121/images/68749bb789b21.jpg', 'شرکت نفت آزمایان ژرف اندیش به واسطه طراحی وساخت سیستم مانیتورینگ پارامترهای حفاری، یونیت نمونه گیری از حفاری وسیستم تعمیرات پیشگیرانه که هر سه محصول دارای گواهی ثبت اختراع بوده و در حال حاضر نیز به صورت عملیاتی در حال کار می باشند، از کارنامه موفق برخوددار می باشند و صرفه جویی ارزی قابل توجهی را به همراه داشته است.', NULL, '2025-07-14 02:47:12'),
(122, 'سماکنترل', 'رایان آروین الگوریتم', 'خانم کفاش', 'پورتفو جدید', 'عدم همکاری', 0, 'دعوی حقوقی', '1402-11-15', 50000000000, 1000000000, 25000000000, NULL, 15000000000, NULL, 10000000000, NULL, 0, NULL, 0, NULL, 1200000000, 'uploads/122/images/687c6c8e4cc66.jpg', 'شرکت رایان آروین الگوریتم با عنوان محصولی به نام سما کنترل در سال 1395 تاسیس گردیده است. هدف این شرکت توانمند سازی کشاورزان می باشد و محصول تولید شده دارای ویژگی های ذیل می باشد:\r\n1. محاسبات نیاز دقیق آبیاری\r\n2. محاسبات و تصمیم گیری میتنی بر کم آبیاری تنظیم شده\r\n3. پیش بینی شرایط اقلیمی بر اساس داده های هواشناسی', NULL, '2025-07-21 05:33:20'),
(123, 'باینو', 'گسترش فناوری فروش هوشمند ویرا', 'آقای فکری', 'پورتفو جدید', 'در حال انجام تعهدات', 0, 'مطلوب', '1403-02-06', 150000000000, NULL, 50000000000, NULL, 8000000000, NULL, 2000000000, NULL, 0, NULL, 0, NULL, NULL, 'uploads/123/images/687dd188101eb.jpg', NULL, '2025-07-21 01:29:54', '2025-07-22 00:37:48');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا نقش',
  `title_fa` varchar(255) DEFAULT NULL COMMENT 'عنوان نقش مانند مدیر، کاربر، ناظر',
  `title` varchar(255) DEFAULT NULL COMMENT 'نام انگلیسی یا کد یکتا نقش برای استفاده در سیستم',
  `status` tinyint(1) DEFAULT NULL COMMENT 'وضعیت فعال = 4 و غیر فعال = 0',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `title_fa`, `title`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'ادمین', 'superadmin', 4, 1, NULL, NULL),
(2, 'مدیر', 'manager', 4, 1, '2025-06-28 14:43:56', '2025-06-28 14:43:56'),
(3, 'کارشناس ارشد', 'senior', 4, 1, '2025-06-28 14:45:01', '2025-06-28 14:45:01'),
(4, 'کارشناس', 'expert', 4, 1, '2025-06-28 14:45:37', '2025-06-28 14:45:37');

-- --------------------------------------------------------

--
-- Table structure for table `role_user`
--

CREATE TABLE `role_user` (
  `role_id` bigint(20) UNSIGNED NOT NULL COMMENT 'نقش کاربر',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_user`
--

INSERT INTO `role_user` (`role_id`, `user_id`) VALUES
(1, 1),
(2, 2),
(2, 9);

-- --------------------------------------------------------

--
-- Table structure for table `states`
--

CREATE TABLE `states` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا',
  `title` varchar(255) NOT NULL COMMENT 'عنوان زیرمنو',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت زیرمنو (فعال/غیرفعال)',
  `lat` varchar(255) NOT NULL COMMENT 'طول جغرافیایی',
  `lng` varchar(255) NOT NULL COMMENT 'عرض جغرافیایی'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `states`
--

INSERT INTO `states` (`id`, `title`, `status`, `lat`, `lng`) VALUES
(1, 'آذربايجان شرقي', 4, '38.07892583633619', '46.28932362168941'),
(2, 'آذربايجان غربي', 4, '37.55568473775466', '45.060788074426085'),
(3, 'اردبيل', 4, '38.24885176963309', '48.291666245718844'),
(4, 'اصفهان', 4, '32.66221111127481', '51.66023871604286'),
(5, 'البرز', 4, '35.842865652470635', '50.96068739612619'),
(6, 'ايلام', 4, '33.63848771194957', '46.412977173692255'),
(7, 'بوشهر', 4, '28.968397787495746', '50.83552932968888'),
(8, 'تهران', 4, '35.74609549470894', '51.38037447969855'),
(9, 'چهارمحال وبختياري', 4, '32.33580896287559', '50.87409947473728'),
(10, 'خراسان جنوبي', 4, '32.86321387537796', '59.22787062929765'),
(11, 'خراسان رضوي', 4, '36.287141179100296', ' 59.61499117951744'),
(12, 'خراسان شمالي', 4, '37.47588096900146', ' 57.32137852986279'),
(13, 'خوزستان', 4, '31.343699992403447', '48.708349490552514'),
(14, 'زنجان', 4, '36.68457932793755', '48.492877809421714'),
(15, 'سمنان', 4, '35.57900141141739', '53.38942768991892'),
(16, 'سيستان وبلوچستان', 4, '29.4809893521723', '60.86273605260827'),
(17, 'فارس', 4, '29.61238605713562', '52.53232111427517'),
(18, 'قزوين', 4, '36.290103142985124', '50.00332570522124'),
(19, 'قم', 4, '34.64377315366154', '50.871383811830476'),
(20, 'کردستان', 4, '35.30566913082097', '46.99769897498804'),
(21, 'کرمان', 4, '30.28548472887586', '57.07002435492478'),
(22, 'کرمانشاه', 4, '34.339517574197906', '47.106514387709666'),
(23, 'کهگيلويه وبويراحمد', 4, '30.666881237611054', '51.58794635145135'),
(24, 'گلستان', 4, '36.83761533714232', '54.438494927548895'),
(25, 'گيلان', 4, '37.28819586566372', '49.58930263982769'),
(26, 'لرستان', 4, '33.47792566707818', '48.35288795603192'),
(27, 'مازندران', 4, '36.564186725510346', '53.062663708590584'),
(28, 'مرکزي', 4, '34.09483383119908', '49.71185726028092'),
(29, 'هرمزگان', 4, '27.19721936936515', '56.300429576985'),
(30, 'همدان', 4, '34.79648152807325', '48.51310935061167'),
(31, 'يزد', 4, '31.88682731862685', '54.35290125332423');

-- --------------------------------------------------------

--
-- Table structure for table `submenus`
--

CREATE TABLE `submenus` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا زیرصفحه',
  `priority` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شماره اولویت',
  `title` varchar(255) DEFAULT NULL COMMENT 'عنوان زیرصفحه',
  `menu_id` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شناسه منو اصلی که این زیرصفحه به آن تعلق دارد',
  `slug` varchar(255) DEFAULT NULL COMMENT 'آدرس زیرصفحه',
  `class` varchar(255) DEFAULT NULL COMMENT 'کلاس لاراول',
  `controller` varchar(255) DEFAULT NULL COMMENT 'کنترلر مرتبط با زیرصفحه',
  `tab_title` varchar(255) DEFAULT NULL COMMENT 'کنترلر مرتبط با زیرصفحه',
  `page_title` varchar(255) DEFAULT NULL COMMENT 'کنترلر مرتبط با زیرصفحه',
  `keyword` text DEFAULT NULL COMMENT 'کنترلر مرتبط با زیرصفحه',
  `description` text DEFAULT NULL COMMENT 'کنترلر مرتبط با زیرصفحه',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت زیرصفحه (فعال/غیرفعال)',
  `user_id` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `viewcount` bigint(20) UNSIGNED NOT NULL DEFAULT 0 COMMENT 'شمارنده بازدید',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `submenu_panels`
--

CREATE TABLE `submenu_panels` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا پنل زیرمنو',
  `priority` bigint(20) UNSIGNED DEFAULT NULL COMMENT 'شماره اولویت',
  `title` varchar(255) NOT NULL COMMENT 'عنوان زیرمنو',
  `label` varchar(255) NOT NULL COMMENT 'عنوان فارسی پنل منو',
  `menu_id` bigint(20) UNSIGNED NOT NULL,
  `slug` varchar(255) NOT NULL COMMENT 'آدرس زیرمنو یا شناسه منو',
  `level` varchar(255) DEFAULT NULL COMMENT 'سطح نمایش',
  `class` varchar(255) DEFAULT NULL COMMENT 'کلاس لاراول',
  `controller` varchar(255) DEFAULT NULL COMMENT 'کنترلر مرتبط با زیرمنو',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت زیرمنو (فعال/غیرفعال)',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `submenu_panels`
--

INSERT INTO `submenu_panels` (`id`, `priority`, `title`, `label`, `menu_id`, `slug`, `level`, `class`, `controller`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 1, 'menupanel', 'مدیریت منو داشبورد', 2, 'menupanel', NULL, 'index', 'SubmenupanelController', 4, 1, NULL, NULL),
(2, 2, 'submenupanel', 'مدیریت زیرمنو داشبورد', 2, 'submenupanel', NULL, 'index', 'SubmenupanelController', 4, 1, NULL, NULL),
(3, 3, 'paneluser', 'مدیریت کاربران داشبورد', 3, 'paneluser', NULL, 'index', 'PaneluserController', 4, 1, '2025-06-27 16:11:08', '2025-06-27 16:11:08'),
(5, 5, 'roleuser', 'مدیریت نقش کاربران', 3, 'roleuser', NULL, 'index', 'RoleuserController', 4, 1, '2025-06-27 17:10:13', '2025-06-27 17:10:13'),
(6, 6, 'project', 'مدیریت پروژه ها', 2, 'project', NULL, 'index', 'ProjectController', 4, 1, '2025-06-28 14:50:05', '2025-06-28 14:50:05'),
(7, 7, 'filemanager', 'مدیریت فایل ها', 5, 'filemanager', NULL, 'index', 'FilemanagerController', 4, 1, '2025-06-28 14:52:24', '2025-06-28 14:52:24'),
(8, 8, 'finance', 'مدیریت مالی', 2, 'finance', NULL, 'index', 'FinancialController', 4, 1, '2025-07-13 02:41:31', '2025-07-13 02:41:31');

-- --------------------------------------------------------

--
-- Table structure for table `submenu_permissions`
--

CREATE TABLE `submenu_permissions` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا دسترسی به زیرمنو',
  `submenu_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `user_id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه کاربری که این نقش را ایجاد کرده',
  `can_create` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'دسترسی به افزودن',
  `can_edit` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'دسترسی به ویرایش',
  `can_delete` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'دسترسی به حذف',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `type_users`
--

CREATE TABLE `type_users` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا نوع کاربر',
  `title` varchar(255) NOT NULL COMMENT 'عنوان نوع کاربر به انگلیسی ',
  `title_fa` varchar(255) DEFAULT NULL COMMENT 'عنوان نوع کاربر به فارسی یا نمایش در UI',
  `status` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'وضعیت منو (فعال/غیرفعال)',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `type_users`
--

INSERT INTO `type_users` (`id`, `title`, `title_fa`, `status`, `created_at`, `updated_at`) VALUES
(1, 'superadmin', 'کاربر اصلی', 0, '2025-06-27 13:19:22', '2025-06-27 13:19:22');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا کاربر',
  `name` varchar(255) DEFAULT NULL COMMENT 'نام کامل کاربر',
  `username` varchar(255) DEFAULT NULL COMMENT 'نام کاربری برای ورود',
  `email` varchar(255) DEFAULT NULL COMMENT 'آدرس ایمیل',
  `email_verify` tinyint(1) NOT NULL DEFAULT 0 COMMENT 'تایید ایمیل (0=تایید نشده، 1=تایید شده)',
  `email_verified_at` timestamp NULL DEFAULT NULL COMMENT 'تاریخ و زمان تایید ایمیل',
  `level` varchar(20) NOT NULL DEFAULT 'site' COMMENT 'سطح دسترسی کاربر مانند site یا panel',
  `api_token` varchar(255) DEFAULT NULL COMMENT 'توکن API برای دسترسی از طریق کلاینت‌ها',
  `password` varchar(255) DEFAULT NULL COMMENT 'رمز عبور هش شده',
  `two_factor_secret` text DEFAULT NULL,
  `two_factor_recovery_codes` text DEFAULT NULL,
  `two_factor_confirmed_at` timestamp NULL DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL COMMENT 'آدرس تصویر پروفایل',
  `phone` varchar(255) DEFAULT NULL COMMENT 'شماره تلفن همراه',
  `phone_verify` tinyint(1) DEFAULT NULL COMMENT 'وضعیت تایید شماره همراه',
  `telphone` varchar(255) DEFAULT NULL COMMENT 'شماره تلفن ثابت',
  `national_id` varchar(10) DEFAULT NULL COMMENT 'کد ملی کاربر',
  `user_job` varchar(191) DEFAULT NULL COMMENT 'عنوان شغلی کاربر',
  `marital_status` varchar(191) DEFAULT NULL COMMENT 'وضعیت تاهل کاربر',
  `role_id` bigint(20) DEFAULT NULL,
  `state_id` bigint(20) UNSIGNED DEFAULT NULL,
  `city_id` bigint(20) UNSIGNED DEFAULT NULL,
  `birthday` varchar(255) DEFAULT NULL COMMENT 'تاریخ تولد به فرمت میلادی یا شمسی',
  `gender` int(11) DEFAULT NULL COMMENT 'جنسیت (مثلاً 1=مرد، 2=زن)',
  `age` int(11) DEFAULT NULL COMMENT 'سن',
  `originality` varchar(255) DEFAULT NULL COMMENT 'اصالت یا محل تولد کاربر',
  `postalcode` varchar(20) DEFAULT NULL COMMENT 'کد پستی',
  `father_name` varchar(255) DEFAULT NULL COMMENT 'نام پدر',
  `birth_certificate` varchar(255) DEFAULT NULL COMMENT 'شماره شناسنامه',
  `job_title` varchar(255) DEFAULT NULL COMMENT 'عنوان شغلی دقیق',
  `education_id` bigint(20) DEFAULT NULL COMMENT 'مدرک تحصیلی یا مقطع تحصیلی',
  `folder_id` bigint(20) DEFAULT NULL COMMENT 'شناسه پرونده کاربر',
  `folder_validity` varchar(255) DEFAULT NULL COMMENT 'تاریخ اعتبار پرونده',
  `folder_base` bigint(20) DEFAULT NULL COMMENT 'مبنا یا ریشه پرونده',
  `place_id` bigint(20) DEFAULT NULL COMMENT 'محل صدور شناسنامه یا محل خاص دیگر',
  `address` text DEFAULT NULL COMMENT 'آدرس کامل محل سکونت',
  `social` text DEFAULT NULL COMMENT 'شبکه‌های اجتماعی به صورت JSON یا متن',
  `bio` text DEFAULT NULL COMMENT 'بیوگرافی یا توضیحات درباره کاربر',
  `status` tinyint(1) DEFAULT NULL COMMENT 'وضعیت کاربر (فعال یا غیرفعال)',
  `remember_token` varchar(100) DEFAULT NULL COMMENT 'توکن یادآوری برای ورودهای بعدی',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `username`, `email`, `email_verify`, `email_verified_at`, `level`, `api_token`, `password`, `two_factor_secret`, `two_factor_recovery_codes`, `two_factor_confirmed_at`, `image`, `phone`, `phone_verify`, `telphone`, `national_id`, `user_job`, `marital_status`, `role_id`, `state_id`, `city_id`, `birthday`, `gender`, `age`, `originality`, `postalcode`, `father_name`, `birth_certificate`, `job_title`, `education_id`, `folder_id`, `folder_validity`, `folder_base`, `place_id`, `address`, `social`, `bio`, `status`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'محمد حسین دیوان بیگی', NULL, 'hosseindbk@gmail.com', 0, NULL, 'admin', NULL, '$2y$12$8Wrrqwy1kzHiJWvUMORB4uxIxnJsL9vcMa2KNajiPAIT4vMH24JSa', NULL, NULL, NULL, NULL, '0', NULL, NULL, '2980417262', NULL, NULL, 1, NULL, NULL, '1371/03/02', 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 4, NULL, '2025-06-27 13:19:23', '2025-06-27 16:55:42'),
(2, 'الهه بهنام فر', NULL, 'e.behnamfar@gmail.com', 0, NULL, 'admin', NULL, '$2y$12$8Wrrqwy1kzHiJWvUMORB4uxIxnJsL9vcMa2KNajiPAIT4vMH24JSa', NULL, NULL, NULL, NULL, '0', NULL, NULL, '0', NULL, NULL, 2, NULL, NULL, '1378/03/02', 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 4, NULL, '2025-06-28 12:03:56', '2025-06-28 12:03:56'),
(9, 'محمدعلی لطفی', NULL, 'a.lotfi@sinavc.ir', 0, NULL, 'admin', NULL, '$2y$12$GrgCJT2ddE7prRM0YTD6YO0tcGdmfNXdlzxAPAvYSaqI6CoCAxujW', NULL, NULL, NULL, NULL, '09115195339', NULL, NULL, '0', NULL, NULL, 2, NULL, NULL, '1371/04/16', 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 4, NULL, '2025-07-20 03:35:46', '2025-07-20 03:35:46');

-- --------------------------------------------------------

--
-- Table structure for table `visits`
--

CREATE TABLE `visits` (
  `id` bigint(20) UNSIGNED NOT NULL COMMENT 'شناسه یکتا بازدید',
  `ip` varchar(255) NOT NULL COMMENT 'آی‌پی بازدیدکننده',
  `page` varchar(255) NOT NULL COMMENT 'شناسه صفحه بازدیدشده',
  `device` varchar(255) NOT NULL COMMENT 'نوع دستگاه (موبایل، دسکتاپ و...)',
  `browser` varchar(255) NOT NULL COMMENT 'مرورگر بازدیدکننده',
  `from_page` varchar(255) NOT NULL COMMENT 'صفحه‌ای که بازدید از آن شروع شده',
  `to_page` varchar(255) NOT NULL COMMENT 'صفحه مقصد بازدید',
  `date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT 'تاریخ و زمان بازدید',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `active_codes`
--
ALTER TABLE `active_codes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `active_codes_user_id_foreign` (`user_id`);

--
-- Indexes for table `activity_logs`
--
ALTER TABLE `activity_logs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `activity_logs_user_id_foreign` (`user_id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cities_state_id_foreign` (`state_id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `comments_user_id_foreign` (`user_id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `finances`
--
ALTER TABLE `finances`
  ADD PRIMARY KEY (`id`),
  ADD KEY `finances_project_id_foreign` (`project_id`);

--
-- Indexes for table `media_files`
--
ALTER TABLE `media_files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `media_files_user_id_foreign` (`user_id`);

--
-- Indexes for table `menus`
--
ALTER TABLE `menus`
  ADD PRIMARY KEY (`id`),
  ADD KEY `menus_user_id_foreign` (`user_id`);

--
-- Indexes for table `menu_panels`
--
ALTER TABLE `menu_panels`
  ADD PRIMARY KEY (`id`),
  ADD KEY `menu_panels_user_id_foreign` (`user_id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `owners`
--
ALTER TABLE `owners`
  ADD PRIMARY KEY (`id`),
  ADD KEY `owners_user_id_foreign` (`user_id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `permissions_user_id_foreign` (`user_id`);

--
-- Indexes for table `permission_role`
--
ALTER TABLE `permission_role`
  ADD PRIMARY KEY (`id`),
  ADD KEY `permission_role_role_id_foreign` (`role_id`),
  ADD KEY `permission_role_permission_id_foreign` (`permission_id`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `projects`
--
ALTER TABLE `projects`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD KEY `roles_user_id_foreign` (`user_id`);

--
-- Indexes for table `role_user`
--
ALTER TABLE `role_user`
  ADD PRIMARY KEY (`role_id`,`user_id`),
  ADD KEY `role_user_user_id_foreign` (`user_id`);

--
-- Indexes for table `states`
--
ALTER TABLE `states`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `submenus`
--
ALTER TABLE `submenus`
  ADD PRIMARY KEY (`id`),
  ADD KEY `submenus_menu_id_foreign` (`menu_id`),
  ADD KEY `submenus_user_id_foreign` (`user_id`);

--
-- Indexes for table `submenu_panels`
--
ALTER TABLE `submenu_panels`
  ADD PRIMARY KEY (`id`),
  ADD KEY `submenu_panels_menu_id_foreign` (`menu_id`),
  ADD KEY `submenu_panels_user_id_foreign` (`user_id`);

--
-- Indexes for table `submenu_permissions`
--
ALTER TABLE `submenu_permissions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `submenu_permissions_submenu_id_foreign` (`submenu_id`),
  ADD KEY `submenu_permissions_user_id_foreign` (`user_id`);

--
-- Indexes for table `type_users`
--
ALTER TABLE `type_users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD KEY `users_state_id_foreign` (`state_id`),
  ADD KEY `users_city_id_foreign` (`city_id`);

--
-- Indexes for table `visits`
--
ALTER TABLE `visits`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `active_codes`
--
ALTER TABLE `active_codes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا کد فعال‌سازی';

--
-- AUTO_INCREMENT for table `activity_logs`
--
ALTER TABLE `activity_logs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا لاگ فعالیت';

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا', AUTO_INCREMENT=1250;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا کامنت';

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `finances`
--
ALTER TABLE `finances`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا پنل منو', AUTO_INCREMENT=619;

--
-- AUTO_INCREMENT for table `media_files`
--
ALTER TABLE `media_files`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=199;

--
-- AUTO_INCREMENT for table `menus`
--
ALTER TABLE `menus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا پنل منو';

--
-- AUTO_INCREMENT for table `menu_panels`
--
ALTER TABLE `menu_panels`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا پنل منو', AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `owners`
--
ALTER TABLE `owners`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا شرکت';

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا سطح دسترسی', AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `permission_role`
--
ALTER TABLE `permission_role`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا رکورد', AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `projects`
--
ALTER TABLE `projects`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=128;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا نقش', AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `states`
--
ALTER TABLE `states`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا', AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT for table `submenus`
--
ALTER TABLE `submenus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا زیرصفحه';

--
-- AUTO_INCREMENT for table `submenu_panels`
--
ALTER TABLE `submenu_panels`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا پنل زیرمنو', AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `submenu_permissions`
--
ALTER TABLE `submenu_permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا دسترسی به زیرمنو';

--
-- AUTO_INCREMENT for table `type_users`
--
ALTER TABLE `type_users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا نوع کاربر', AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا کاربر', AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `visits`
--
ALTER TABLE `visits`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT 'شناسه یکتا بازدید';

--
-- Constraints for dumped tables
--

--
-- Constraints for table `active_codes`
--
ALTER TABLE `active_codes`
  ADD CONSTRAINT `active_codes_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `activity_logs`
--
ALTER TABLE `activity_logs`
  ADD CONSTRAINT `activity_logs_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `cities`
--
ALTER TABLE `cities`
  ADD CONSTRAINT `cities_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `comments`
--
ALTER TABLE `comments`
  ADD CONSTRAINT `comments_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `finances`
--
ALTER TABLE `finances`
  ADD CONSTRAINT `finances_project_id_foreign` FOREIGN KEY (`project_id`) REFERENCES `projects` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `media_files`
--
ALTER TABLE `media_files`
  ADD CONSTRAINT `media_files_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `menus`
--
ALTER TABLE `menus`
  ADD CONSTRAINT `menus_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `menu_panels`
--
ALTER TABLE `menu_panels`
  ADD CONSTRAINT `menu_panels_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `owners`
--
ALTER TABLE `owners`
  ADD CONSTRAINT `owners_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `permissions`
--
ALTER TABLE `permissions`
  ADD CONSTRAINT `permissions_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `permission_role`
--
ALTER TABLE `permission_role`
  ADD CONSTRAINT `permission_role_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `permission_role_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `roles`
--
ALTER TABLE `roles`
  ADD CONSTRAINT `roles_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `role_user`
--
ALTER TABLE `role_user`
  ADD CONSTRAINT `role_user_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `role_user_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `submenus`
--
ALTER TABLE `submenus`
  ADD CONSTRAINT `submenus_menu_id_foreign` FOREIGN KEY (`menu_id`) REFERENCES `menus` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `submenus_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `submenu_panels`
--
ALTER TABLE `submenu_panels`
  ADD CONSTRAINT `submenu_panels_menu_id_foreign` FOREIGN KEY (`menu_id`) REFERENCES `menu_panels` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `submenu_panels_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `submenu_permissions`
--
ALTER TABLE `submenu_permissions`
  ADD CONSTRAINT `submenu_permissions_submenu_id_foreign` FOREIGN KEY (`submenu_id`) REFERENCES `submenu_panels` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `submenu_permissions_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `users`
--
ALTER TABLE `users`
  ADD CONSTRAINT `users_city_id_foreign` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `users_state_id_foreign` FOREIGN KEY (`state_id`) REFERENCES `states` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
